Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# lbl_Inconvenience
source: Sorry for the inconveniences
es: Disculpa los inconvenientes

# lbl_Where_You_Are
source: We need to know your location
es: Necesitamos saber donde te ubicas

# lbl_Address_Save
source: Your address will be saved in this way:
es: Su dirección será guardada de la siguiente manera:

# lbl_Search_address
source: SEARCH ADDRESS
es: BUSCAR DIRECCIÓN

# lbl_Loading
source: loading…
es: cargando...

# lbl_Attenting
source: ATTENTION!
es: ¡ATENCIÓN!

# lbl_Proper_Testing
source: The phone number is very important for the proper functioning of the app.
es: El número de teléfono es de suma importancia para el correcto funcionamiento de la app.

# lbl_Link_Number
source: When changing your linked phone number, all your information will move to this number
es: Al momento de cambiar tu número vinculado toda tu información se migrará a este número.

# lbl_Proble_When_Entering
source: There was a problem when logging in
es: Surgio un problema al ingresar

# lbl_We_are_Sorry
source: We are sorry!
es: ¡Lo sentimos!

# lbl_Existing_Account
source: The number you entered is linked to another account, please try to enter your password
es: El número que ingresaste esta vinculada a una cuenta ya existente, por favor intenta ingresar tu contraseña

# lbl_Hide
source: hide
es: ocultar

# lbl_See_Detail
source: see detail
es: ver detalle

# lbl_Payment_By_Card
source: Pay with your card
es: Pago en tarjeta

# lbl_Cash_Payments
source: Pay in cash
es: Pago en efectivo

# lbl_Zelle_Payments
source: Pay in Zelle
es: Pago en Zelle

# lbl_PagoMovil_Payments
source: Pay in Pago Móvil
es: Pago en Pago Móvil

# lbl_Paypal_Payments
source: Pay in Paypal
es: Pago en Paypal

# lbl_Reserve_Payments
source: Pay in Reserve
es: Pago en Reserve

# lbl_Pipol_Payments
source: Pay in Pipol Pay
es: Pago en Pipol Pay

# lbl_Venmo_Payments
source: Pay in Venmo
es: Pago en Venmo

# lbl_To_Close
source: close
es: cerrar

# lbl_To_Accept
source: ACCEPT
es: ACEPTAR

# lbl_Process_Order
source: PROCESS MY ORDER
es: PROCESAR MI ORDEN

# lbl_Process_Order_Upper
source: PROCESS MY ORDER
es: PROCESAR MI ORDEN

# lbl_Process_Order_Discard
source: Discard order!
es: ¡Descartar pedido!

# lbl_Process_Order_Discard_Desc
source: If you discard your order, your entire purchase order will be deleted. Do you want to continue?
es: Si descartas tu pedido, todo tu orden de compra será borrado. ¿Deseas continuar?

# lbl_See
source: See all >
es: Ver más ›

# lbl_Perfect
source: PERFECT!
es: ¡PERFECTO!

# lbl_Request_Mandadito
source: SET UP ERRADS
es: SOLICITAR MANDADITO

# lbl_Modify_Pin
source: Modify pin
es: Modificar Pin

# lbl_Submit
source: Send
es: Enviar

# lbl_Cancel
source: CANCEL
es: CANCELAR

# lbl_Round_Trip
source: Round trip
es: Viaje ida y vuelta

# lbl_Ready
source: READY
es: LISTO

# lbl_Cancel_Trip
source: CANCEL TRIP
es: CANCELAR VIAJE

# lbl_End_Trip
source: FINISH TRIP
es: FINALIZAR VIAJE

# lbl_None_Of_These
source: NONE OF THESE
es: NINGUNO DE ESTOS

# lbl_UnderStanding
source: OK, UNDERSTOOD!
es: ¡OK ENTIENDO!

# lbl_Continue
source: CONTINUE
es: CONTINUAR

# lbl_Keep_Searching
source: Keep searching
es: Seguir buscando

# lbl_ChatTransport_TextField
source: Write your message...
es: Escribe tu mensaje...

# CCTypeRequiredWarningTitle
source: Card type
es: Tipo de tarjeta

# CCTypeRequiredWarningMessage
source: Currently we only support VISA and MASTERCARD
es: Actualmente solo soportamos VISA y MASTERCARD

# ProductAlertTitle
source: Important announcement
es: Aviso Importante

# ProductAlertMsg
source: Some products may not be available or have a different price, do you want to continue?
es: Algunos productos podrían no estar disponibles o tener un precio diferente, ¿deseas continuar?

# OrderActiveTitle
source: Active Order
es: Orden en proceso

# ProductRequireDocTitle
source: This product requires to show your identity document
es: Este producto requiere mostrar tu documento de identidad

# ProductRequireDocMsg
source: Write it in the space below, your driver will ask you before giving you the order, otherwise we will not be able to complete your order
es: Escribelo en el espacio de abajo, tu driver te lo pedira antes de entregarte la orden, de lo contrario no podremos completar tu orden

# LimitExceededTitle
source: Limit Exceeded
es: Limite Excedido

# LimitExceededMessage
source: Sorry you can't add more than 3 cards. If you want to add a new card you must delete one.
es: Lo sentimos no puedes agregar mas de 3 tarjetas. Si deseas agregar una nueva tarjeta debes eliminar una.

# CarNotAvailableTitle
source: Card not available
es: Tarjeta no disponible

# DailyLimitExceededTitle
source: Limit Exceeded
es: Limite Excedido

# DailyLimitExceededMessage
source: You have exceeded the ATM transaction limit per day.
es: Has sobrepasado el límite de transacciones en ATM por día.

# CardSavedSuccessTitle
source: Card saved successfully
es: Tarjeta guardada con éxito

# ConfirmSaveTitle
source: Confirmation
es: Confirmación

# ConfirmSaveMessage
source: Before continuing, verify the information on your card. Do you want to continue?
es: Antes de continuar verifica la información de tu tarjeta ¿Deseas continuar?

# SubscriptionFailTitle
source: Subscription failed
es: Subscripción fallida

# SubscriptionFailBody
source: The action could not be completed
es: No se pudo completar la acción

# AProblemOcurredTitle
source: There was a problem
es: Hubo un problema

# RequiredFields
source: Data required
es: Datos requeridos

# LocationChangedTitle
source: Delivery Address
es: Dirección de envío

# LocationChangedMessage
source: we have detected that your shipping address is no longer valid in the place where you are
es: hemos detectado que tu dirección de envío ya no es válida en el lugar donde te encuentras

# LocationChangedSelectQuestion
source: Do you want to select an address?
es: ¿Deseas seleccionar una dirección?

# LocationChangedAddQuestion
source: Do you want to add a new address?
es: ¿Deseas agregar una nueva dirección?

# LocationNeedToBeActive
source: You must have the location function active. Go to settings -> privacy
es: Debes tener activa la función de ubicación. Ve a ajustes -> privacidad

# LocationNoAccess
source: The app does not have access to your location. Go to settings -> privacy
es: El app no tiene acceso a tu ubicación. Ve a ajustes -> privacidad

# LocationWithoutAccess
source: Without the location we cannot show the closest branches. Go to settings -> privacy
es: Sin la ubicación no podemos mostrar las sucursales mas cercanas. ve a ajustes -> privacidad

# LocationNoAccess2
source: To give you a better experience, help us with your authorization in the necessary permissions. Go to Accesses, Location to configure them.
es: Para brindarte una mejor experiencia, ayúdanos con tu autorización en los permisos necesarios. Ve a Accesos, Ubicación para configurarlos.

# LocationNeededForPartners
source: Without your location we cannot show you the shops near you. Go to settings -> privacy
es: Sin tu ubicación no podemos mostrarte los comercios cercanos a tī . Ve a ajustes -> privacidad

# NotInDelivereArea
source: Sorry you're out of coverage area, but don't worry you can select one of our coverage areas.
es: Lo sentimos estas fuera del area de cobertura, pero no te preocupes puedes seleccionar una de nuestras zonas de cobertura.

# LocationImpossibleLocation
source: The location could not be determined
es: No se pudo determinar la ubicación

# OrderNoSamePartner
source: Your cart already contains and item from a different store. Would you like to clear the cart and add this item instead?
es: Ya tienes una orden en proceso con $1, ¿Deseas eliminarla y crear una orden nueva con este comercio?

# OrderNoSamePartnerTitle
source: Start a new cart?
es: Orden iniciada

# OrderRequiredOptions
source: You must select the required options
es: Debes seleccionar las opciones requeridas

# OrderRequiredOptionsTitle
source: Required Options
es: Opciones Requeridas

# OrderAddSpecialInstructions
source: Add special instructions
es: Adiciona instrucciones especiales

# OrderActive
source: At the moment you can only have one order in process at a time
es: Por el momento solo puedes tener una orden en proceso a la vez

# HelpTitle
source: Need help?
es: ¿Necesitas ayuda?

# helpBody
source: At Hugo we are here to help you! Select one of the options we have available to assist you
es: ¡En Hugo estamos para ayudarte! Selecciona una de las opciones que tenemos disponibles para brindarte asistencia

# helpYes
source: I need help
es: Necesito ayuda

# helpNo
source: No thanks
es: No, gracias

# helpRequested
source: Ready! In a few moments we will call you on the registered phone number
es: ¡Listo! En unos momentos te llamaremos al teléfono registrado

# helpRequestFailedTitle
source: Unable to complete action 😣
es: No se puede completar la acción 😣

# helpRequestFailedMessage
source: We are sorry at this time it is not possible to request help
es: Lo sentimos en este momento no es posible solicitar ayuda

# phoneCallSmsFailedMessage
source: Sorry at this time it is not possible to make a call, try again later
es: Lo sentimos en este momento no es posible realizar una llamada, intenta de nuevo mas tarde

# phoneCallSmsSucess
source: In a moment you will receive a call with your code.
es: En un momento recibirás una llamada con tu código.

# Si
source: Yes
es: Si

# NoCoverTitle
source: What a shame we
es: Que pena nos da 😢

# NoCoverMessage
source: Hugo is expanding as fast as possible. At the moment we do not cover this shipping area, but we are working to solve it
es: Hugo se está expandiendo lo mas rápido posible. Por el momento no cubrimos esta zona de envío, pero estamos trabajando para solucionarlo

# DeleteAddressTitle
source: Delete address
es: Eliminar dirección

# DeleteAddressMessage
source: Are you sure you want to delete this address?
es: ¿Estás seguro que deseas eliminar esta dirección?

# DeleteCardTitle
source: Delete Card
es: Eliminar Tarjeta

# DeleteCardMessage
source: Are you sure you want to delete this card?
es: ¿Estás seguro que deseas eliminar esta tarjeta?

# ActionDeleteLabel
source: Remove
es: Eliminar

# ActionEditLabel
source: Edit
es: Editar

# WelcomeBetaTitle
source: Welcome to)
es: Bienvenido (a)

# WelcomeBetaMessage
source: Thank you for participating in our beta. We are still working to adjust some things, but we need your opinion about our app. We appreciate your patience, because with your help we will make Hugo the best app to take what you need, to your home.
es: Gracias por participar en nuestro beta. Todavía estamos trabajando para ajustar algunas cosas, pero necesitamos tu opinión sobre nuestra app. Te agradecemos tu paciencia, ya que con tu ayuda lograremos que Hugo sea la mejor app para llevarte lo que necesites, a domicilio.

# BetaNewVersionTitle
source: New version available
es: Nueva versión disponible

# BetaNewVersionMessage
source: We have a new version of the app. During our beta, we are adding new functions quickly and fixing problems. In order for the app to continue working normally for you it is important that you update it every time a new version is released. Your current version is $1 and the latest version is $ 2, please upgrade from TestFlight
es: Tenemos una versión del app nueva. Durante nuestro beta, estamos adicionando nuevas funciones rápidamente y solucionando problemas. Para que el app siga funcionando con normalidad para ti es importante que lo actualices cada vez que salga una nueva versión. Tu versión actual es $1 y la versión mas reciente es $2, por favor actualiza desde TestFlight

# NoInternetAccessTitle
source: No Internet access
es: Sin acceso a internet

# NoInternetAccessMessage
source: Hugo uses the internet to work. Please check that you have access and that the app is not restricted in the use of data
es: Hugo utiliza internet para funcionar. Por favor revisa que tengas acceso y que el app no esté restringida en el uso de datos

# ComingTitle
source: SOON
es: MUY PRONTO

# ComingMessage
source: Wait for it!
es: ¡Espéralo!

# CloseSessionTitle
source: Sign off
es: Cerrar sesión

# CloseSessionMessage
source: Are you sure you want to log out?
es: ¿Estás seguro que deseas cerrar tu sesión?

# CancelOrderTitle
source: To cancel an order
es: Cancelar Orden

# CancelOrderMessage
source: Are you sure you want to cancel the order?
es: ¿Estás seguro que deseas cancelar la orden?

# CancelShipmentTitle
source: Cancel errand
es: Cancelar Mandadito

# CancelShipmentMessage
source: Are you sure you want to cancel the errand?
es: ¿Estás seguro que deseas cancelar el Mandadito?

# NeedChangeMessage
source: Do you need change for?
es: ¿Necesitas cambio para?

# MinimumAmountTitle
source: Invalid value
es: Valor inválido

# MinimumAmounMessage
source: The value of the change must be greater than the total of the order
es: El valor del vuelto debe ser mayor que el total de la orden

# NoChangeAction
source: I don't need change
es: No necesito cambio

# CancelLabel
source: Cancel
es: Cancelar

# ViewLabel
source: See
es: Ver

# ConfirmLabel
source: Continue
es: Continuar

# AddressTitle
source: Delivery Address
es: Dirección de envío

# AddressTitleTakeOut
source: Branch to pick up the order
es: Sucursal de retiro de orden

# PaymentTypeTitle
source: Way to pay
es: Forma de pago

# SelectPaymentTypeTitle
source: Select payment method
es: Selecciona método de pago

# CCLabel
source: Credit card
es: Tarjeta de Crédito

# RedeemLabel
source: Redeem code
es: Canjear código

# ListoLabel
source: Ready
es: Listo

# GoToTracking
source: See order
es: Ver orden

# StayOnApp
source: Continue
es: Continuar

# AddressTypeRequired
source: Type of address required
es: Tipo de dirección requerido

# OrderDeliveredTitle
source: Order delivered
es: Orden entregada

# OrderDeliveredMessage
source: Thank you for choosing us, enjoy it!
es: Gracias por preferirnos, ¡que la disfrutes!

# AllFieldRequired
source: All fields are required
es: Todos los campos son requeridos

# BirthdateRequired
source: The date of birth field is required
es: El campo fecha de nacimiento es necesario 🥳

# PasswordRequired
source: The password field is required
es: El campo contraseña es requerido

# WeakPasswordSubmitted
source: The password must have: At least one number At least one symbol At least one lowercase at least one capital letter A minimum of eight characters
es: El password debe poseer: Al menos un número Al menos un símbolo Al menos una minúscula Al menos una mayúscula Un mínimo de ocho caracteres

# AccessRequiredTitle
source: Access required
es: Se requiere acceso

# AccessToCameraExplanation
source: Access to the camera is required to perform the credit card scan
es: Se necesita acceso a la cámara para realizar el scan de la tarjeta de crédito

# AccessToCameraExplanation2
source: Please allow access to the camera to scan the credit card
es: Por favor permite el acceso a la cámara para realizar el scan de la tarjeta de crédito

# PaymentRequiredWarningTitle
source: Payment type
es: Tipo de pago

# PaymentRequiredWarningMessage
source: You must select a payment method
es: Debes seleccionar una forma de pago

# ProblemTitle
source: There is a problem
es: Hay un problema

# EmailNoValidMessage
source: Mail is required
es: El correo es obligatorio

# PassNoValidMessage
source: The password is mandatory
es: La contraseña es obligatoria

# NoValidTitle
source: Not valid
es: No válido

# UserRequired
source: User is required
es: El usuario es requerido

# UserNameRequired
source: Name is required
es: El nombre es requerido

# UserOrPassNoValidTitle
source: The username or password are incorrect
es: El usuario o clave no son correctos

source: Sent
es: Enviado

# EmailSentMessage
source: The mail was sent, you can close this screen
es: El correo fue enviado, puedes cerrar esta pantalla

# EmailNoValidTitle
source: Invalid email
es: Email no válido

# EmailNoValidMessage2
source: Apparently, this email has already been used. Please enter another email
es: Al parecer, este correo ya fue utilizado. Por favor ingresa otro correo

# EmailRequiredTitle
source: * You must enter a valid email
es: * Debes ingresar un correo válido

# VerifiedMobileTitle
source: Check your mobile
es: Verifica tu móvil

# FeedbackExcelentTitle
source: Excellent!
es: ¡Excelente!

# FeedbackHowToImproveTitle
source: How can we improve?
es: ¿Cómo podemos mejorar?

source: Profile saved
es: Perfil guardado

# MinOrderRequiredTitle
source: Minimum purchase required
es: Mínimo de compra requerido

# MinOrderRequiredMessage
source: The minimum purchase of this business is __min__, add something else
es: El mínimo de compra de este comercio es __min__, agrega algo más

# CominSoonTitle
source: Coming soon 😁
es: Próximamente 😁

# CominSoonMessage
source: You can enjoy the products of this trade
es: Podras disfrutar los productos de este comercio

# CloseTitle
source: Closed ☹️
es: Cerrado ☹️

# CloseMessage
source: This trade is closed for the moment
es: Este comercio se encuentra cerrado por el momento

# ViewOrderBtnTitle
source: See my order $1
es: Ver mi orden $1

# NoAvailable
source: Not available
es: No Disponible

# FirstInstallTitle
source: You have a FREE delivery
es: Tienes un delivery GRATIS

# FirstInstallMsg
source: Thank you for installing Hugo App, your first order 🛵 is on us :)
es: Gracias por instalar Hugo App, tu primer pedido 🛵 es por cuenta de nosotros :)

# NeedLoginTitle
source: A session is needed
es: Se necesita una sesión

# NeedLoginDesc
source: You must have an active session, do you want to log in?
es: Debes tener una sesión activa, ¿deseas iniciar sesión?

# authReason
source: Authenticate yourself with your fingerprint
es: Autenticate con tu huella

# authErrorTitle
source: Authentication Error
es: Error de autenticación

# authErrorDesc
source: We couldn't recognize you, are you sure it's your fingerprint?
es: No pudimos reconocerte, ¿estas seguro que es tu huella?

# CCPaymentErrorTitle
source: There was a problem with the transaction
es: Hubo un problema con la transacción

# CCPaymentErrorMessage
source: The transaction was not possible, please try another form of payment or contact your bank, reason: $1
es: No fue posible realizar la transacción, por favor intente otra forma de pago o pongase en contacto con su banco, razón: $1

# CCPaymentTimeoutErrorMessage
source: At the moment the card payment option is not available, we are working to solve it as soon as possible, you can choose to make your payment in cash or contact customer service at 2247-8100
es: Por el momento la opción de pago con tarjeta no esta disponible, estamos trajando para resolverlo a la brevedad, puedes optar por realizar tu pago en efectivo o comunicate con atención al cliente al 2247-8100

# CCPaymentMinimunAmountTitle
source: We are sorry
es: Lo sentimos

# CCPaymentMinimunAmountBody
source: The total of the purchase does not exceed the minimum amount for card payment. Do you want to change the payment to cash?
es: El total de la compra no supera el monto mínimo para pago con tarjeta. ¿Deseas cambiar el pago a efectivo?

# NewVersionTitle
source: New version available
es: Nueva versión disponible

# NewVersionMessage
source: Thank you for using Hugo! To make our app better for you, we send regular updates to the App Store. Each update includes speed and stability improvements as well as new features. Your current version is $1 and the latest version is $ 2.
es: ¡Gracias por utilizar Hugo! Para hacer nuestra app mejor para ti, enviamos actualizaciones de forma regular al App Store. Cada actualización incluye mejoras en la velocidad y estabilidad así como funciones nuevas. Tu versión actual es $1 y la versión mas reciente es $2

# NewVersionButton
source: To update
es: Actualizar

# ConfirmAddressTitle
source: Confirm your address
es: Confirma tu dirección

# ConfirmAddressOK
source: Confirm
es: ¡Es correcto!

# OrderProcessError
source: Sorry, your order could not be completed, please contact support, your order is HO- $1
es: Lo sentimos, tu orden no pudo ser completada, por favor comunicate con soporte, tu orden es la HO-$1

# OrderProcessTerritoryTitleError
source: The order cannot be processed
es: No es posible procesar la orden

# OrderProcessTerritoryMsgError
source: The selected address is not within the coverage area
es: La dirección seleccionada no esta dentro del área de cobertura

# CCPaymentGeneralTitle
source: Unknown error
es: Error desconocido

# CCPaymentGeneralMsg
source: An unrecognized error occurred, please call customer service
es: Ocurrió un error no reconocido, por favor llama a atención al cliente

# CCShowCSSTitle
source: Important reminder
es: Recordatorio importante

# CCShowCSSMsg
source: The driver will ask for you to show your payment card and ID to verify your identity
es: El motorista te pedirá la tarjeta y el documento de identidad para comprobar la forma de pago, en caso contrario tu orden no podrá ser entregada

# Entendido
source: OK
es: Entendido

# UnderStood
source: IT IS UNDERSTOOD!
es: ¡ENTENDIDO!

# ChooseOtherAddrTitle
source: Use another address
es: Usar otra dirección

# NoValidCouponTitle
source: Invalid coupon
es: Cupón no valido

# NoValidCouponMsg
source: This coupon is not valid in this order 😵
es: Este cupón no es valido en esta orden 😵

# YouHaveNewPrizesTitle
source: Congratulations you have new prizes!
es: ¡Felicidades tienes premios nuevos!

# SaturatedPartnerTitle
source: Saturated Trade 😢
es: Comercio Saturado 😢

# SaturatedPartnerMessage
source: We are sorry at the moment the store is too saturated to receive your order... Try again later.
es: Lo sentimos en estos momentos el comercio se encuentra muy saturado para recibir tu pedido... Intentalo mas tarde.

# GeneralSaturatedTitle
source: Saturation
es: Saturación

# GeneralSaturatedMessage
source: We are sorry at the moment we do not have hugos available to meet our delivery times, try later
es: Lo sentimos por el momento no tenemos hugos disponibles para cumplir nuestros tiempos de entrega, intente mas tarde

# NoLocationPossibleMessage
source: It was not possible to get your location, you can check your iPhone settings or select a territory
es: No fue posible obtener tu ubicación, puedes revisar los ajustes de tu iPhone o seleccionar un territorio

# GoToSettingsMessage
source: Go to settings
es: Ir a ajustes

# SelectTerritoriesMessage
source: Select a territory
es: Seleccionar un territorio

# WrongTerritoryAddressTitle
source: Invalid address
es: Dirección no válida

# WrongTerritoryAddressMessage
source: This address does not belong to the coverage area of ​​your order, please select a different one
es: Esta dirección no pertenece al área de cobertura de tu orden, por favor selecciona una diferente

# WrongSetRangeAddressMessage
source: The action could not be performed.
es: La acción no pudo ser realizada.

# WrongTerritoryAddressDeleteOrderMessage2
source: We have detected that you have an order pending to process, if you change your address it will be deleted. Do you want to continue?
es: Hemos detectado que tienes una orden pendiente de procesar, si cambias de dirección será eliminada ¿Deseas continuar?

# WrongTerritoryAddressDeleteOrderMessage
source: You have an order in your truck; if you want to change to this address your order will be automatically canceled. Do you want to continue?
es: Tienes una orden en tu carretilla; si deseas cambiar a esta dirección tu orden será cancelada automáticamente ¿Deseas continuar?
