Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# lbl_Step1_Term_Condition
source: terms and conditions
es: términos y condiciones

# lbl_Step1_Already_Active
source: The number entered already has an active account
es: El número ingresado ya tiene una cuenta activa

# lbl_Step1_Enter_Number
source: ENTER YOUR NUMBER
es: INGRESA TU NÚMERO

# lbl_Step1_Enter_number_Small
source: Enter your number
es: Ingresa tu número

# lbl_Step1_Following
source: NEXT
es: SIGUIENTE

# lbl_Step1_Login
source: LOG IN
es: INICIAR SESIÓN

# lbl_Step1_Agent
source: CONTACT AN AGENT
es: CONTACTAR UN AGENTE

# lbl_step1_send_sms
source: Receive code by SMS
es: Recibir codigo por SMS

# lbl_step1_send_whatsapp
source: Receive code by WhatsApp
es: Recibir por WhatsApp

# lbl_Step2
source: 2 of 2
es: 2 de 2

# lbl_Step2_Send_Code
source: Enter the code sent to
es: Ingresa el código enviado a

# lbl_Step2_30_Sec
source: The code may take up to 30 seconds to arrive
es: El código puede tardar hasta 30 segundos en llegar

# lbl_Step2_Send_Code_Again
source: Send the code again
es: Enviar el código nuevamente

# lbl_Step2_Send_Code_Ready
source: Ready! We have sent the code again
es: ¡Listo! Ya enviamos nuevamente el código

# lbl_Step2_Have_Not_recive
source: Haven't you received your code? Request Help
es: ¿No has recibido tu código? Solicita Ayuda

# lbl_Step2_Check_Number
source: CHECK YOUR NUMBER
es: VERIFICA TU NÚMERO

# lbl_Step2_Login
source: LOG IN
es: INICIAR SESIÓN

# lbl_Step2_Recover_Password
source: RECOVER PASSWORD
es: RECUPERAR CONTRASEÑA

# lbl_Step2_Recover_Code_Send
source: Enter the recovery code sent to
es: Ingresa el código de recuperación enviado a

# lbl_Step2_Erro
source: An error occurred
es: Ocurrió un error

# lbl_Step2_Resend
source: We couldn't resend the verification code to you.
es: No pudimos reenviarte el código de verificación.

# lbl_Step2_InCorrect
source: The code entered is not correct
es: El código ingresado no es correcto

# lbl_Step2_Check_Out_Try
source: Check it out and try again
es: Revísalo y vuelve a intentarlo

# lbl_Step2_Get_Call_Code
source: GET CODE BY CALL
es: OBTENER CÓDIGO POR LLAMADA

# lbl_Step2_Agent
source: CONTACT AN AGENT
es: CONTACTAR UN AGENTE

# lbl_Step2_Code_Send_Arrive
source: Code can take up to %d seconds to arrive
es: El código puede tardar hasta %d segundos en llegar

# lbl_Step2_Call_On_Way
source: Call on the way
es: Llamada en camino

# lbl_Step3
source: 3 of 3
es: 3 de 3

# lbl_Step3_About_Finish
source: Almost there!
es: ¡Estamos a punto de terminar!

# lbl_Step3_Name
source: Name
es: Nombre

# lbl_Step3_Surname
source: Last name
es: Apellido

# lbl_Step3_Email
source: Email
es: Correo electrónico

# lbl_Step3_Info_Finish
source: Please complete the following information
es: Completa los siguientes datos para finalizar

# lbl_Step3_Enter_Data
source: ENTER YOUR DATA
es: INGRESA TUS DATOS

# lbl_Step3_Following
source: SUBMIT
es: SIGUIENTE

# lbl_SignUpFinalize_Sucessfully
source: Your account has been created successfully!
es: ¡Tu cuenta ha sido creada con éxito!

# lbl_SignUpFinalize_Enter_Hugo
source: ENTER HUGO
es: INGRESA A HUGO

# lbl_SignUpFinalize_Enter_Yummy
source: ENTER YUMMY
es: INGRESA A YUMMY

# lbl_Territory_Selcet
source: To enter you must select a territory
es: Para ingresar debes seleccionar un territorio

# lbl_Territory_Choose_Country
source: Choose one of the available territories in your country to show you the shops
es: Elige uno de los territorios disponibles en tu país para mostrarte los comercios

# lbl_Country
source: Choose one of the countries where we count with service
es: Elige uno de los países donde contamos con servicio

# alert_Bottam_help_you
source: At Hugo we are here to help you! Select one of the following options we can provide you with assistance.
es: ¡En Hugo estamos para ayudarte! Selecciona una de las opciones que tenemos disponibles para brindarte asistencia

# active_Account
source: The entered phone does not have an active account
es: El teléfono ingresado no tiene una cuenta activa

# Select_County
source: Select your country
es: Selecciona tu país

# code_Not_Send
source: The code could not be sent
es: El código no pudo ser enviado

# wrong_Error
source: Sorry something has gone wrong.
es: Lo sentimos algo ha salido mal.

source: Missing data
es: Faltan datos

# enter_Phone_Number
source: Enter your phone number
es: Digita tu número de teléfono

source: Invalid Phone
es: Teléfono Inválido

# account_Assocaite
source: There is an account associated with this phone
es: Existe una cuenta asociada a este teléfono

source: Invalid phone number
es: Número de teléfono inválido

# To_Continue_Ness
source: To continue it is necessary that all the requested fields are completed
es: Para continuar es necesario que todos los campos solicitados se encuentren completados

# contain_Digit
source: The phone number must contain $1 digits. Please verify the number entered.
es: El número de teléfono debe contener $1 dígitos. Por favor verifica el número ingresado.

# Accept_Terms
source: To continue you must accept the terms and conditions
es: Para continuar debes aceptar los términos y condiciones

# Service_Agent
source: At the moment we have not been able to assign any Customer Service Agent, we ask that you please try again later.
es: Por el momento no hemos podido asignar a ningún Agente de Servicio al cliente, te pedimos de favor que intentes más tarde.

# Reqiure_Field_Pending
source: Required pending fields
es: Campos obligatorios pendientes

# Email_Not_Correct_Format
source: The email is not in a correct format
es: El correo electrónico no tiene un formato correcto

# Select_Option
source: You must select an option
es: Debes seleccionar una opción

# Password_Require
source: Password required
es: Contraseña requerida

# Date_Not_Match
source: The data does not match
es: Los datos no coinciden

# Password_Not_Correct
source: The username or password entered is not correct, please verify the information again.
es: El usuario o contraseña ingresada no son correctos, por favor verifica la información nuevamente.

# Occur_Error
source: An error occurred
es: Ocurrió un error

# Try_Again
source: We had a problem, we ask that you please try again later.
es: Hemos tenido un inconveniente, te pedimos de favor que intentes más tarde.

# To_Continue_Password
source: To continue you need to enter your password
es: Para continuar es necesario que ingreses tu contraseña

# Search_Title_Edit_Route
source: EDIT ROUTE
es: EDITAR RUTA

# Search_Title_Route
source: TRAJECTORY
es: TRAYECTORIA

# Search_Text
source: Type a text to search
es: Digita un texto para buscar

source: SELECT ORIGIN
es: SELECCIONAR ORIGEN

source: SELECT DESTINATION
es: SELECCIONAR DESTINO

source: ADDRESS A
es: DIRECCIÓN A

source: ADDRESS B
es: DIRECCIÓN B

source: ADDRESS C
es: DIRECCIÓN C

source: Find stop
es: Buscar parada

source: Search origin
es: Buscar origen

source: Search destination
es: Buscar destino

source: Pickup address
es: Dirección de recogida

# Information_text
source: Information
es: Información

# Add_More_Destination
source: Add more destinations, module under construction.
es: Agregar más destinos, módulo en construcción.

# Search_result
source: SEARCH RESULTS
es: RESULTADOS DE BÚSQUEDA

# MY_address
source: MY ADDRESSES
es: MIS DIRECCIONES

# Recent_Trip
source: RECENT TRIPS
es: VIAJES RECIENTES

# Create_Address
source: You must select a territory in order to create an address.
es: Debes seleccionar un territorio para poder crear una dirección.

# Access_CC
source: You must select a territory in order to access to payment methods.
es: Debes seleccionar un territorio para acceder a los métodos de pago.

# Not_Available_service
source: In your current location this service is not available
es: En tu ubicación actual no esta disponible este servicio

# Defalut_Address
source: We have detected that the shipping address is not your default address. Please select or add a new address
es: Hemos detectado que la dirección de envío no es tu dirección predeterminada. Por favor selecciona o agrega una nueva dirección

# Please_Select_New_Address
source: For% @ you do not yet have an address saved. To complete your shipment, please select an address or add a new address
es: Para %@ aún no cuentas con una dirección guardada. Para completar tu envío, por favor selecciona una dirección o agrega una nueva dirección

# Shopping_Work
source: How does it work?
es: ¿Cómo funciona envíos?

# Not_Valid_Location
source: Sorry this option is not valid in your location.
es: Lo sentimos esta opción no es válida en tu localización.

source: Invalid option
es: Opción no válida

# Can_Not_Track
source: Sorry, you can't track this order at this time
es: Lo sentimos, en este momento aun no puedes rastrear esta orden

# Action_Can_Not_Complete
source: Action could not be completed, please try again
es: No se ha podido completar la acción, intente de nuevo

source: Sorry 😣
es: Lo sentimos 😣

# Agree_Term_Condition
source: You must agree to terms and conditions
es: Debes aceptar los términos y condiciones

# Completed_Action
source: It was not possible to complete the action
es: No fue posible completar la acción

# Atlest_One_address
source: You must keep at least one address on your list
es: Debes mantener al menos una dirección en tu lista

# Start_Jounary
source: Journey started
es: Viaje iniciado

# Good_Trip
source: Have a good trip
es: Ten un buen viaje

# Required_fields
source: Required field
es: Campo requerido

# Specify_Location
source: Specify what you want to do in this location
es: Especifica que se desea hacer en esta ubicación

# Sorry_Card
source: Sorry 😞 the selected card type is not supported in your location.
es: Lo sentimos 😞 el tipo de tarjeta seleccionada no es soportada en tu ubicacion.

source: Invalid number
es: Número inválido

# Enter_Valid_Number
source: Enter a valid number to recharge
es: Ingresa un número válido para recargar

# Select_Payment_Method
source: Select a payment method
es: Seleccione un método de pago

# Select_Valid_Payment
source: Select a valid payment method
es: Seleccione un método de pago válido

# Camera_Permission
source: Camera permissions
es: Permisos de camara

# Camera_Permission_Not_Avable
source: Camera permissions are not enabled, enter your device options to enable it
es: Los permisos de camara no esta habilitados, ingresa a las opciones de tu dispositivo para habilitarlo

# Reference_Number
source: You must enter the reference number
es: Debes de ingresar el número de referencia

# Security_number_Invalid
source: The security number is invalid.
es: El número de segurida es inválido.

# Point_bank
source: Points of participating banks were consulted
es: Se consultaron puntos de los bancos participantes

# Limit_Product
source: The limit for this product is
es: El limite para este producto es de

# Process
source: PROCEED
es: PROCEDER

source: Not valid
es: No valido

# Create_With_Facebook
source: There is no user associated with this email, it is possible that your profile was created with Facebook
es: No existe usuario asociado a este correo, es posible que tu perfil fue creado con Facebook

# Sorry_Con_Not_Order
source: Sorry, we couldn't enter your order 🙁
es: Lo sentimos, no pudimos ingresar tu orden 🙁

source: Error code
es: Código de error

# Code_Enter_Try_again
source: It was not possible to use the code entered, try again
es: No fue posible utilizar el codigo ingresado, intente de nuevo

# Failed_Process
source: Failed to process
es: Error al procesar

# Cancel_Order
source: It was not possible to cancel the order, try again
es: No ha sido posible cancelar la orde, intente de nuevo

# Authu_naessary
source: To give you the best experience, we will request your authorization on the necessary permissions.
es: Para brindarte la mejor experiencia, solicitaremos tu autorización en los permisos necesarios.

# permission_Text
source: Permissions
es: Permisos

# not_Awrad
source: You haven't won any awards yet
es: No te has ganado ningún premio aun

# safe_travels
source: Travel safe
es: Viaja seguro

# Move_Style
source: Move in style
es: Muévete con estilo

# Cancel_without_Cost
source: Free cancellation
es: Cancela sin costos

# Profiession_Cycle
source: With our exclusive network of professional drivers
es: Con nuestra red exclusiva de motoristas profesionales

# Mordel_feet
source: With our modern fleet
es: Con nuestra flota moderna

# Cancel_free_Charge
source: Change your plans? No worries - you can cancel without a charge.
es: ¿Cambiaste de planes? No te preocupes y cancela sin costos

# valid_code
source: VALIDATE CODE
es: VALIDAR CÓDIGO

# Details_Text
source: DETAIL
es: DETALLE

source: Code not found
es: Código no encontrado

source: PAY INVOICE
es: PAGAR FACTURA

# Make_rechare
source: MAKE RECHARGE
es: REALIZAR RECARGA

# About_Recharge
source: You're about to recharge
es: Estas a punto de recargar

# To_Number
source: to the number
es: al número

# About_pay
source: You are about to pay
es: Estas a punto de pagar

# make_payments
source: MAKE ANOTHER PAYMENT
es: HACER OTRO PAGO

# request_Help
source: Request for help
es: Solicitud de ayuda

source: CALL TO
es: LLAMAR A

# We_invite
source: We invite you to read our terms and conditions
es: Te invitamos a leer nuestros términos y condiciones

# importance
source: IMPORTANT
es: IMPORTANTE

source: HUGO PAYMENT CODE
es: CÓDIGO PAGO HUGO

# Create_Account_Small
source: Create Account
es: Crear Cuenta

# Do_You_Continuous
source: To continue we must create a profile for you, it is easy and fast, it will take you less than a minute. Do you want to continue?
es: Para continuar debemos crearte un perfil, es fácil y rápido, te tomará menos de un minuto ¿Deseas continuar?

# title_Orders
source: Orders
es: Órdenes

# first_Order_Create_account
source: On this screen you can see the history of your past orders and track all your active orders. Create your account and place your first order
es: En esta pantalla podrás ver el historial de tus órdenes pasadas y realizar seguimiento a todas tus órdenes activas. Crea tu cuenta y haz tu primera orden

# transporte_option
source: In this screen you will be able to access the transport option, to be able to access and enjoy this option, create your account or log in.
es: En esta pantalla podrás acceder a la opción de transporte, para poder acceder y disfrutar de esta opción, crea tu cuenta o inicia sesión.

source: New Card
es: Nueva Tarjeta

source: Behind
es: Atrás

# loading_Text
source: Loading ...
es: Cargando ...

# current_location_Service_Not
source: In your current location this service is not available
es: En tu ubicación actual no esta disponible este servicio

source: Test
es: PRueba

# test_Small
source: test
es: prueba

# lbl_Title_Search
source: SEARCH
es: BÚSQUEDA

# lbl_Title_Search_Result
source: RESULTS
es: RESULTADOS

# lbl_Title_Type_Commerce
source: Commerce
es: Comercio

# lbl_Title_Type_Product
source: Product
es: Producto

# lbl_Title_Type_Category
source: Category
es: Categoría

# lbl_Title_Type_Recent
source: Recent
es: Recientes

# lbl_NoResult_Search
source: We have not found a result for the word "%@"
es: No hemos encontrado resultado para la palabra "%@"

# lblTitleConfirmCancelOrder
source: Confirmation
es: Confirmación

# lblDescription1ConfirmCancelOrder
source: You are about to cancel your scheduled order, your money will be refunded in the form of consumable credits within the app.
es: Estas a punto de cancelar tu orden programada, tu dinero será reintegrado en forma de crédito consumibles dentro del app.

# lblDescription2ConfirmCancelOrder
source: You are about to cancel your scheduled order, your money will be returned to your card according to the process of each bank.
es: Estas a punto de cancelar tu orden programada, tu dinero será reintegrado a tu tarjeta según el proceso de cada entidad bancaría.

# lblQuestionConfirmCancelOrder
source: Do you want to continue?
es: ¿Deseas continuar?

# lblhugoNamRatingDelivery
source: Platform
es: Plataforma

# lblhugoGoodRatings1
source: Tracking
es: Rastreo

# lblhugoGoodRatings2
source: Attention
es: Atención

# lblhugoGoodRatings3
source: Speed
es: Rapidez

# lblhugoGoodRatings4
source: Platform
es: Plataforma

# lblhugoGoodRatings5
source: Efficiency
es: Eficiencia

# lblhugoGoodRatings6
source: Packing
es: Empaque

# lblhugoBadRatings1
source: Attention
es: Atención

# lblhugoBadRatings2
source: Without Bag
es: Sin Bolsa

# lblhugoBadRatings3
source: Tracking
es: Rastreo

# lblhugoBadRatings4
source: Payment
es: Pago

# lblhugoBadRatings5
source: Cold Product
es: Producto Helado

# lblhugoBadRatings6
source: Delivery Time
es: Tiempo de Entrega

# lbldriverGoodRatings1
source: Amiability
es: Amabilidad

# lbldriverGoodRatings2
source: Speed
es: Rapidez

# lbldriverGoodRatings3
source: Attention
es: Atención

# lbldriverGoodRatings4
source: Presentation
es: Presentación

# lbldriverGoodRatings5
source: Early Delivery
es: Entrega Anticipada

# lbldriverBadRatings1
source: Attitude
es: Actitud

# lbldriverBadRatings2
source: Lost
es: Se perdió

# lbldriverBadRatings3
source: No Change
es: Sin Cambio

# lbldriverBadRatings4
source: Product Handling
es: Manejo de Producto

# lbldriverBadRatings5
source: Delivery Time
es: Tiempo de Entrega

# lblpartnerGoodRatings1
source: Quality
es: Calidad

# lblpartnerGoodRatings2
source: Portion
es: Porción

# lblpartnerGoodRatings3
source: Packaging
es: Empaque

# lblpartnerGoodRatings4
source: Price
es: Precio

# lblpartnerGoodRatings5
source: Order Complete
es: Pedido Completo

# lblpartnerGoodRatings6
source: Efficiency
es: Eficiencia

# lblpartnerBadRatings1
source: Quality
es: Calidad

# lblpartnerBadRatings2
source: Packaging
es: Empaque

# lblpartnerBadRatings3
source: Time
es: Tiempo

# lblpartnerBadRatings4
source: Portion
es: Porción

# lblpartnerBadRatings5
source: Bad Product
es: Producto Erróneo

# lblpartnerBadRatings6
source: Incomplete Order
es: Orden incompleta

# lblThankyou
source: Thank you!
es: ¡Gracias!

# lbl_ConfirmCancelRide_Title
source: End trip
es: Finalizar viaje

# lbl_ConfirmCancelRide_Desc
source: You're about to end your trip
es: Estás a punto de finalizar tu viaje

# lbl_ConfirmCancelRide_Why_Cancel_Ride
source: Why are you ending the trip?
es: ¿Por qué finalizas el viaje?

# btn_ConfirmCancelRide_Confirm
source: Confirm
es: Confirmar

# lbl_see_all_services
source: SEE ALL
es: VER TODOS

# lbl_service_recent
source: RECENTS
es: RECIENTES

# alert_chat_title
source: Hugo support
es: Soport hugo

# alert_chat_message
source: Here you could ask for help about any kind of problems in app. Create your account to use this service.
es: Aquí podrás solicitar ayuda sobre cualquier tipo de inconveniente que tengas dentro de la aplicación. Crea tu cuenta para hacer uso de este servicio.

# alert_chat_button_title
source: CREATE ACCOUNT
es: CREAR CUENTA

# btn_add_order
source: ADD TO ORDER
es: AGREGAR A LA ORDEN

# partner_header_favorite_title
source: Favorite
es: Favorito

# partner_header_delivery_title
source: Delivery
es: Entrega

# partner_header_schedule_title
source: Schedule
es: Horario

# partner_header_rating_title
source: Rating
es: Calificación

# partner_header_search_in
source: Search in
es: Búsqueda en

# user_login
source: Join the financial revolution!
es: ¡Únete a la revolución financiera!

# hp_lbl_onboarding_login
source: Log In
es: Ingresar a HugoPay

# hp_lbl_onboarding_moreinfo
source: More Info
es: Más información

# hp_lbl_onboarding_terms_word
source: Terms
es: términos

# hp_lbl_onboarding_conditions_word
source: Conditions
es: condiciones

# hp_lbl_onboarding_terms
source: By log in to hugoPay you are agreeing to hugo's %@ and %@.
es: El ingresar a hugoPay aceptas los %@ y %@.

# hp_lbl_onboarding_create_account
source: Create Account
es: Crear cuenta para comenzar

# hp_lbl_onboarding_soon_hugo
source: Soon in Hugo
es: Pronto en Hugo

# hp_lbl_account_next
source: Next
es: Siguiente

# hp_lbl_account_keepsafe
source: ¡Keep your account Safe!
es: ¡Protejamos tu cuenta!

# hp_lbl_account_createpin
source: Create a 4 digit Passcode.
es: Ingresa un PIN de 4 dígitos.

# hp_lbl_account_confirmpin
source: Confirm Passcode
es: Ingresa de nuevo tu PIN

# hp_lbl_account_allow_biometric
source: Allow
es: Permitir

# hp_lbl_account_skip_biometric
source: Skip
es: Omitir

# hp_lbl_account_enable_biometric
source: Set up
es: Habilitar

# hp_lbl_account_desc_biometric
source: Use Fingertip in place of your Passcode for faster purchases
es: Accede más rápido a hugoPay, evitando ingresar tu PIN

# hp_lbl_account_login
source: Enter your Passcode
es: Ingresa tu PIN de acceso

# hp_lbl_home_addcard
source: Add a Card
es: Agregar Tarjeta

# hp_lbl_home_transactions
source: Transactions
es: Transacciones

# hp_lbl_home_mytransactions
source: My %@
es: Mis %@

# hp_lbl_home_viewall
source: View All
es: Ver Todas

# hp_lbl_home_emptystate_trx
source: No transactions yet.
es: Aún no haz realizado transacciones con hugoPay

# hp_lbl_home_emptystate_payall
source: Make your first purchase with hugoPay
es: ¡Págalo todo con hugo!

# hp_lbl_qr_card_disabled
source: You can use this card in:
es: Podrás utilizar esta tarjeta en:

# hp_lbl_qr_card_remaining_time_value
source: hours
es: horas

# hp_lbl_qr_card_remaining_value
source: hour
es: hora

# hp_lbl_qr_payment_commerce
source: Payment of commerce
es: Pago de comercio

# hp_lbl_qr_payment_applicant_commerce
source: Applicant commerce
es: Comercio solicitante

# hp_lbl_qr_payment_qty_request
source: Quantity to request
es: Cantidad a solicitar

# hp_lbl_qr_payment_use_my_cashback
source: Use my Cashback
es: Usar mi Cashback

# hp_lbl_qr_payment_accumulated_cashback
source: Accumulated Cashback
es: Cashback Acumulado

# hp_lbl_qr_payment_to_refuse
source: Refuse
es: Rechazar

# hp_lbl_qr_payment_to_pay
source: Pay
es: Pagar

# hp_lbl_transaction_list_emptytitle
source: No transactions yet.
es: Aún no hay transacciones.

# hp_lbl_transaction_list_emptysubtitle
source: ¡Get started with hugoPay!
es: ¡Comienza a utilizar hugoPay!

# hp_lbl_transaction_list_emptytitlefilters
source: There are no transactions for the selected range
es: No hay transacciones para el rango seleccionado

# hp_lbl_transaction_filter_title
source: Filter
es: Filtrar

# hp_lbl_transaction_filter_description
source: ¡Order transactions as you like!
es: ¡Ordena las transacciones a tu gusto!

# hp_lbl_transaction_filter_clean
source: Clean
es: Limpiar

# hp_lbl_transaction_filter_date
source: Date transaction
es: Fecha de transacción

# hp_lbl_transaction_filter_from
source: From
es: Desde

# hp_lbl_transaction_filter_to
source: To
es: Hasta

# hp_lbl_transaction_filter_quantity
source: Quantity
es: Cantidad

# hp_lbl_transaction_filter_done
source: Done
es: Listo

# hp_lbl_transaction_filter_cancel
source: Cancel
es: Cancelar

# hp_lbl_transaction_filter_minimum
source: Minimum
es: Mínimo

# hp_lbl_transaction_filter_maximum
source: Maximum
es: Máximo

# hp_lbl_notifications_title
source: Notifications
es: Notificaciones

# hp_lbl_notifications_unselect_all
source: Unselect all
es: Deseleccionar todo

# hp_lbl_notificactions_select_all
source: Select all
es: Seleccionar todo

# hp_empty_transactions_lbl
source: No notifications
es: Aún no hay notificaciones

# hp_get_started_with_hugopay
source: Here we will notify you of all the movements of your account!
es: ¡Aquí te notificaremos todos los movimientos de tu cuenta!

# hp_get_security_politics
source: Security Politics
es: Políticas de Seguridad

# hp_authentication_is_required
source: Authentication is required to enter
es: La autenticación es necesaria para entrar

# hp_biometrics_successful_update
source: Successful update
es: Actualización exitosa
