Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# WrongRangeAddressDeleteOrderMessage
source: The selected address is outside the coverage range of the trade. If you want to change to this address your order will be automatically canceled. Do you want to continue?
es: La dirección seleccionada se encuentra fuera del rango de cobertura del comercio. Si deseas cambiar a esta dirección tu orden será cancelada automáticamente ¿Deseas continuar?

# DeleteBillingTitle
source: Delete information
es: Eliminar información

# DeleteBillingMessage
source: Are you sure you want to delete the billing information?
es: ¿Estás seguro que deseas eliminar la información de facturación?

# PartnerLimitTitle
source: Limited product
es: Producto limitado

# PartnerLimitMessage
source: This trade only allows adding $1 per purchase
es: Este comercio solo permite agregar $1 por compra

# ShipmentAddSpecialInstructions
source: Add direction instructions
es: Adiciona instrucciones de dirección

# ShipmentAddDescriptionInstructionsA
source: Specify what Hugo will do at Point A
es: Especifica que hará el Hugo en el Punto A

# ShipmentAddDescriptionInstructionsB
source: Specify what Hugo will do at Point B
es: Especifica que hará el Hugo en el Punto B

# InfoShipment
source: 1. Write the address where we will pick up your package (Point A) 2. Write the address where we will deliver your package (Point B) 3. Tell us what Hugo should do at Point A (Request the keys to ...) 4. Tell us what Hugo should do at point B (leave the keys with ...) 5. Add a photo for a better explanation (Optional) Ready! It's that easy * Remember that we transport anything, that fits on the motorcycle *
es: 1. Escribe la dirección a donde recogeremos tu paquete (Punto A) 2. Escribe la dirección a donde entregaremos tu paquete (Punto B) 3. Dinos que debe hacer Hugo en el Punto A (Pedir las llaves a…) 4. Dinos que debe hacer Hugo en el Punto B (Dejar las llaves con…) 5. Agregar una foto para mejor explicación (Opcional) ¡Listo! Así de fácil, desde la palma de tu mano *Recuerda que transportamos lo que sea, que nos quepa en la moto*

# Not_Possible
source: Sorry it was not possible to select the billing information
es: Lo sentimos no fue posible seleccionar la información de facturación

# ShipmentPreviewError
source: An error occurred while processing your errand
es: Ha ocurrido un error al procesar tu mandadito

# ShipmentAddRideComment
source: Add a comment about the service provided
es: Agrega un comentario sobre el servicio brindado

# ShipmentRoundTrip
source: To make a round trip you must select an address for point A
es: Para hacer un viaje ida y vuelta debes seleccionar una dirección para el punto A

# SucursalChangeAlertTitle
source: Confirm your order again!
es: ¡Confirma nuevamente tu orden!

# SucursalChangeAlertDesc
source: The change of branch can generate a variation in your shopping cart, either in the price or in product stock. We ask you to verify your order again to proceed.
es: El cambio de sucursal puede generar una variación en tu carrito de compra, ya sea en el precio o en existencia de producto. Te pedimos que verifiques nuevamente tu orden para proceder.

# SelectSucursalTitle
source: Select the branch
es: Selecciona la sucursal

# SelectSucursalSubtitle
source: where it is convenient for you to withdraw your order
es: donde te convenga retirar tu pedido

# SelectSucursalTitleNear
source: BRANCH CLOSER TO YOU
es: SUCURSAL MÁS CERCA DE TI

# SelectSucursalTitleAll
source: ALL BRANCHES
es: TODAS LAS SUCURSALES

# SelectSucursalButtonSelect
source: SELECT
es: SELECCIONAR

# VehicleNotAvailable
source: Vehicles not found
es: Vehículos no encontrados

# VehicleNotAvailableDetail
source: At the moment there are no vehicles of this category near you, select another category to continue.
es: En estos momentos no se encuentran vehículos de esta categoría cercanos a ti, selecciona otra categoría para continuar.

# CancelRideSubTitlePicking
source: Confirmation
es: Confirmación

# CancelRideMessagePicking
source: You are about to cancel your trip Are you sure you wish to continue?
es: Estás a punto de cancelar tu viaje ¿Estás seguro que deseas continuar?

# CallTitlePicking
source: Call driver
es: Llamar a conductor

# CallSubTitlePicking
source: Confirmation
es: Confirmación

# CallMessagePicking
source: You are about to make a call to the assigned driver, this action may generate an extra charge from your company on your credit. Are you sure you want to continue?
es: Estás a punto de hacer una llamada al conductor asignado, esta acción puede generar un cargo en extra de tu compañia en tu crédito ¿Estás seguro que deseas continuar?

# CancelRideSubTitleOnWay
source: Confirmation
es: Confirmación

# CancelRideMessageOnWay
source: We have not yet reached the destination and you are about to end your trip, if you continue, you will be charged the value of the trip generated up to this moment. Do you want to continue?
es: Aún no hemos llegado al destino y estás a punto de finalizar tu viaje, si continuas se te cobrará el valor del viaje generado hasta este momento. ¿Deseas continuar?

# CallTitleOnWay
source: Emergency call
es: Llamada de Emergencia

# CallSubTitleOnWay
source: Confirmation
es: Confirmación

# CallMessageOnWay
source: You are about to make an emergency call to 911. Are you sure you want to continue?
es: Estás a punto de hacer una llamada de emergencia al 911 ¿Estás seguro que deseas continuar?

# HotZoneTitle
source: Destination out of coverage
es: Destino fuera de cobertura

# HotZoneMessage
source: The selected destination is outside our area of ​​operations. Please choose another address
es: El destino seleccionado se encuentra fuera de nuestra área de operaciones. Por favor elige otra dirección

# ErrorCDTitle
source: We are very sorry.
es: Lo sentimos mucho.

# ErrorCDMessage
source: We were unable to complete your change of destination request, please try again
es: No logramos completar tu solicitud de cambio de destino, por favor intenta nuevamente

# ErrorChatTitle
source: Your chat is no longer active!
es: ¡Tu chat ya no está activo!

# ErrorChatMessage
source: The chat you had with your driver is no longer active because your journey has started and you are on your way to your destination.
es: El chat que tenías con tu driver ya no se encuentra activo debido a que tu viaje ha comenzado y te encuentras en camino hacia tu destino.

# noOperationalTitle
source: Service not available
es: Servicio no disponible

# noOperationalMessage
source: Sorry we cannot process your order, because the service where this order was processed is not available 😢
es: Lo sentimos no podemos procesar tu orden, debido a que el servicio donde se proceso esta orden no esta disponible 😢

# tokenErrorTitle
source: There was a problem
es: AProblemOcurredTitle

# tokenErrorMessage
source: Sorry it was not possible to validate the token, if you think it is an error please call customer service at 2247-8100
es: Lo sentimos no fue posible validar el token, si usted cree que es un error por favor llame a atención al cliente al 2247-8100

# tokenErrorDigitsTitle
source: Invalid Token
es: Token inválido

# tokenErrorDigitsMessage
source: The token must contain 8 digits
es: El token debe contener 8 digitos

# orderLoadErrorMessage
source: Sorry it was not possible to obtain the information for this order, if you think it is an error please call customer service at 2247-8100.
es: Lo sentimos no fue posible obtener la información para esta orden, si usted cree que es un error por favor llame a atención al cliente al 2247-8100.

# tokenLoadNewOrderTitle
source: Process order
es: Procesar orden

# tokenLoadNewOrderMessage
source: A new order will be loaded, if you have an unprocessed order it will be replaced. Do you want to continue?
es: Se cargará una nueva orden, si tienes una orden sin procesar sera reemplazada ¿Deseas continuar?

# GetHelpTitle
source: Ask for help
es: Solicitar Ayuda

# GetHelpMsg
source: For reasons beyond our control, sometimes it is possible not to receive a code, let me help you, request a call and I will create an account for you in seconds
es: Por razones fuera de nuestro control, algunas veces es posible no recibir un código, permiteme ayudarte, solicita una llamada y te crearé un cuenta en segundos

# cannotGetPhoneMessage
source: We're sorry, something went wrong when you got your phone.
es: Lo sentimos algo salio mal al momento de obtener tu teléfono

# cannotHaveBlankSpacesMessage
source: The phone must not contain blank spaces
es: El teléfono no debe contener espacios en blanco

# cannotHaveLetttersMessage
source: The phone can only contain numbers
es: El teléfono solo puede contener números

# cannotHaveMoreOrLessCharactersMessage
source: The phone must contain $1 digits
es: El teléfono debe contener $1 dígitos

# cannotHaveCountryCodeInPhoneMessage
source: The phone must not contain the country code
es: El teléfono no debe contener el código de país

# confirmPhoneMessage
source: Are you sure your $1 number is correct?
es: ¿Estas seguro que tu número $1 es correcto?

# ProductNotAvailableTitle
source: Product not avilable
es: Producto no disponible

# ProductNotAvailableMessage
source: Sorry there is no stock available for this product 😢
es: Lo sentimos no hay existencias disponibles para este producto 😢

# DraftExist
source: You have a pending order
es: Tienes una orden pendiente

# CardTypeTitle
source: Card type
es: Tipo de tarjeta

# CVCTitleAutorization_Enter
source: Enter the CVC code
es: Ingresa el código CVC

# CVCDescAutorization_Base
source: To authorize the use of your card
es: Para autorizar el uso de tu tarjeta ****

# CVCDescAutorization_Middle
source: you must enter the last
es: debes digitar los últimos

# CVCDescAutorization_End
source: digits of the code that you will find on the back of your card.
es: dígitos del código que encontraras al revés de tu tarjeta.

# CardNameRequired
source: Name on card required
es: Nombre en la tarjeta requerido

# NumCardRequired
source: Card number required
es: Número de la tarjeta requerido

# NumCardLength
source: Card number must contain 16 digits
es: Número de la tarjeta debe contener 16 digitos

# MonthRequired
source: Expiration month required
es: Mes de vencimiento requerido

# MonthLength
source: Month must contain 2 digits
es: Mes debe contener 2 digitos

# YearRequired
source: Year of expiration required
es: Año de vencimiento requerido

# YearLength
source: Year must contain 2 digits
es: Año debe contener 2 digitos

# PinRequired
source: Security pin required
es: Pin de seguridad requerido

# ExpCardInfoTitle
source: Expiration date
es: Fecha de Expiración

# ExpCardInfoMessage
source: You can find this date in the front of your card, under the card number.
es: Debería poder encontrar esta fecha en el frente de su tarjeta, debajo de su número de tarjeta.

# CVCCardInfoMessage
source: A three digit code on your credit card can be found on the back of your card.
es: Un código de tres dígitos en su tarjeta de crédito, puede encontrarlo en el reverso de su tarjeta.

# GeneralErrorTitle
source: Unexpected Error 😵
es: Error Inesperado 😵

# GeneralErrorMsg
source: Sorry an error arose, which has already been reported, please try again later
es: Lo sentimos surgio un error, el cual ya fue reportado, por favor intenta mas tarde

# originalNote
source: Add note (without onion, extra sauce, etc.)
es: Adicionar nota (sin cebolla, extra salsa, etc.)

# Actualizar
source: To update
es: Actualizar

# Agregar
source: Add
es: Agregar

source: FREE
es: GRATIS

# Soon
source: Coming soon
es: Próximamente

# Close
source: Closed
es: Cerrado

# Min
source: __min__ minimum
es: __min__ mínimo

# lblDeliveryCost
source: Delivery fee __deliveryCostLabel__
es: Envío __deliveryCostLabel__

# searchLabelPlaceholder
source: Search for
es: Buscar

# Search_Placeholder
source: Search for a store or label
es: Busca un comercio o una etiqueta

# Search_Not_Found
source: Trade not found
es: No se encuentran comercios disponibles

# GeneralPanicModeStatusMessage
source: We are experiencing saturation, so your order may have a delay of more than 60 minutes
es: Estamos experimentando saturación, por lo que tu orden puede tener un retraso de más de %d minutos

# PartnerPanicModeStatusMessage
source: We are experiencing saturation in this trade, it is possible that your order has a delivery time of more than 60 minutes
es: Estamos experimentando saturación en este comercio, es posible que tu orden tenga un tiempo de entrega de mas 60 minutos

# Saturated
source: Not available due to saturation
es: No disponible por saturación

# No_Card_Register
source: There are no registered cards
es: No hay tarjetas registradas

# Playing_for
source: Paying from
es: Pagando de

# Payments_Method
source: Payment Methods
es: Formas de pago

source: Preferences
es: Preferencias

source: Help
es: Ayuda

# Completed_Profile
source: COMPLETE PROFILE
es: COMPLETAR PERFIL

# Progress_Profile
source: Progress of your profile
es: Progreso de tu perfil

# Progress_Profile_title_component
source: out of
es: de

# last_Step
source: It is the last step!
es: ¡Es el último paso!

# Step_5
source: Step 5: Add payment method
es: Paso 5: Agregar forma de pago

source: Please wait
es: Espere por favor

# Sort_By
source: FILTER
es: FILTRO

source: Change Password
es: Cambiar contraseña

source: Security option
es: Opción de seguridad

# Policy_Security
source: Privacy and Security Policy
es: Política de Privacidad y Seguridad

# Refund_policy
source: Refund Policies
es: Políticas de Reembolso

# Program
source: Loyalty Program
es: Programa de Lealtad

# Invalid_Card
source: The card number is invalid.
es: El número de tarjeta es inválido.

# Card_Not_Support
source: Card not supported
es: Tarjeta no soportada

# Card_Not_Location
source: Sorry 😞 the type of card entered is not supported in your location.
es: Lo sentimos 😞 el tipo de tarjeta ingresada no es soportada en tu ubicación.

# Expire_Date_Invalid
source: The expiration date is invalid.
es: La fecha de expiración es inválida.

# Scurity_Number_Invalid
source: The security number is invalid.
es: El número de seguridad es inválido.

# Enter_Invalid_Card_Number
source: The number of the card entered is invalid.
es: El número de la tarjeta ingresada no es válida.

# Payment_Type
source: Sorry, payment types could not be loaded.
es: Lo sentimos no se pudieron cargar los tipos de pago.

# Consult_Point
source: I WANT TO CHECK MY POINTS
es: DESEO CONSULTAR MIS PUNTOS

source: SAVE CHANGES
es: GUARDAR CAMBIOS

# Required_Fields
source: Required field
es: Campo requeridos

# Email_Filed_Required
source: The email field is required
es: El campo de correo es requerido

# Name_Filed_Rquired
source: The name field is required
es: El campo de nombre es requerido

source: Promotional code
es: Código promocional

source: Code
es: Código

source: RETRY
es: REINTENTAR

# Chat_Us
source: CHAT WITH US
es: CHATEA CON NOSOTROS

# No_Bill
source: Sorry you don't have a billing record available, try adding a new one.
es: Lo sentimos no tienes ningun registro de facturación disponible, intenta agregar uno nuevo.

# Chat_Agent
source: Chat with an agent
es: Chatea con un agente

# Request_Call
source: Request a call
es: Solicitar una llamada

source: Frequent questions
es: Preguntas Frecuentes

# TermAndCondition
source: Terms and Conditions
es: Terminos y Condiciones

# Track
source: Track order
es: Rastrear orden

# Statu_Order
source: Status of your order
es: Estado de tu orden

# showSimpleAlertLbl
source: Starting tracking...
es: Iniciando rastreo...

# Status_Shipping
source: Status of your shipment:
es: Estado de tu envio:

# Chat_Tutorial
source: At hugo we are willing to help you in the way that seems most convenient for you. Today we offer you a chat from which we can help you in a personalized way.
es: En hugo estamos dispuestos a ayudarte de la manera que a ti te parezca más conveniente. Hoy ponemos a tu disposición un chat desde el cual podremos ayudarte de forma personalizada.

source: CARDS
es: TARJETAS

# No_Cards_Registered_Message
source: You do not have a registered credit card, please register one
es: No posees ninguna tarjeta de credito registrada, procede a registrar una.

# txt_Exp
source: Expiration
es: Vencimiento

source: Add card!
es: ¡Agregar tarjeta!

source: Edit Card
es: Editar datos de tarjeta

# Good_Care
source: We will take very good care of her
es: Cuidaremos muy bien de ella

# Name_Card
source: Name of the Card
es: Nombre de la Tarjeta

# Read_More
source: The card is stored exclusively in the device in a secure way. This information is subject to our policies and use. Read more
es: La tarjeta es guardada exclusivamente en el dispositivo de forma segura. Dicha información está sujeta a nuetras políticas y uso. Leer más

# Card_Number
source: Number on the card
es: Número de tarjeta

# Card_Exp
source: Exp.
es: Vcto.

# Card_Customization
source: Card personalization
es: Personalización de tarjeta

# Card_Id_Name
source: Identifying name
es: Nombre identificador

# Card_Colour_Title
source: COLOUR
es: COLOR

source: UPDATE CARD
es: ACTUALIZAR TARJETA

# Example_Card_Name
source: Example: Juan Carlos Aldana
es: Ej. Juan Carlos Aldana

# Example_Card_Identier
source: Example: My orange credit card.
es: Ej. Mi tarjeta de crédito naranja.

# PastOrders_Make
source: Make an order
es: Haz un pedido

# PastOrders_Not_Order_History
source: You don't have an order history yet
es: Aún no tienes un historial de órdenes

# OrdersList_Make
source: Make an order
es: Haz un pedido

# OrdersList_No_Active_Order
source: There are no active orders
es: No hay órdenes activas

# CreatePassword_Add_Security
source: Let's add security!
es: ¡Agreguemos seguridad!

# CreatePassword_Set_Password
source: Set a password
es: Configura una contraseña

# CreatePassword_Eight
source: 8-16 character password
es: Contraseña de 8-16 caracteres

# select_Country
source: SELECT A COUNTRY!
es: ¡SELECCIONA UN PAÍS!

# Locate_Me_County
source: LOCATE ME MANUALLY
es: UBICARME MANUALMENTE

# Need_Location_Service
source: To enter hugo we need to know your location, in order to provide you with our services.
es: Para ingresar a hugo necesitamos conocer tu ubicación, para poder brindarte nuestros servicios.

source: SHARE MY ADDRESS
es: COMPARTIR MI DIRECCIÓN

# lbl_Ubication_Direction
source: ADDRESS
es: DIRECCIÓN

# See_Ubication_Shop
source: SEE SHOPS
es: VER COMERCIOS

# Where_UbicationDeliver_Order
source: Where will we deliver your orders?
es: ¿Adónde entregaremos tus pedidos?

# Set_UbicationPin_Location
source: Set the pin on the delivery address.
es: Fija el pin en la dirección de entrega.

# lbl_Welcome_Explora
source: Explore as a guest
es: Explora como invitado

# btn_WelcomeSignup_free
source: SIGN UP
es: REGÍSTRATE

# btn_WelcomeLog_In
source: LOG IN
es: INICIAR SESIÓN

# lbl_WelcomeEverything_You
source: I do all for you!
es: ¡Lo hago todo por ti!

# lbl_NewLogin_EnterPhone_number
source: Enter your phone number, associated with the account
es: Ingresa tu número de teléfono, asociado a la cuenta

# lbl_NewLogin_Login
source: LOG IN
es: INICIAR SESIÓN

# lbl_NewLogin_Assocaite
source: Enter your phone number, asassociated to the account
es: Ingresa tu número de teléfono, asociado a la cuenta

# lbl_NewLogin_Number
source: Enter your number
es: Ingresa tu número

# lbl_NewLogin_Right
source: RIGHT
es: CORRECTO

# lbl_NewLogin_Create_Account
source: CREATE ACCOUNT
es: CREAR CUENTA

# lbl_LoginPassword_Insert
source: INSERT
es: INGRESAR

# lbl_LoginPassword_Welcome
source: Welcome back
es: Bienvenido de nuevo

# lbl_LoginPassword_Password
source: Enter your password
es: Ingresa tu contraseña

# lbl_LoginPassword_Invalid_Password
source: The password entered is invalid
es: La contraseña ingresada es inválida

# lbl_LoginPassword_Forgot_Password
source: Forget your password?
es: ¿Olvidaste tu contraseña?

# btn_ChanelRecover_Forgot
source: Did you forget your password?
es: ¿Olvidaste tu contraseña?

# btn_ChanelRecover_Recover
source: RECOVER PASSWORD
es: RECUPERAR CONTRASEÑA

# btn_ChanelRecover_Validate_Identifier
source: Don't worry! Choose the medium where you would like to receive the code to validate your identity.
es: ¡No te preocupes! Elige el medio en donde te gustaría recibir el código para validar tu identidad.

# btn_ChanelRecover_Send_Code
source: SEND CODE
es: ENVIAR CÓDIGO

# lbl_CreatePassword_Welcome
source: Welcome back
es: Bienvenid@ de nuevo

# lbl_CreatePassword_A_Password
source: Enter your password
es: Ingresa tu contraseña

# lbl_CreatePassword_Password
source: Enter password
es: Ingresar contraseña

# lbl_CreatePassword_Assign
source: It's time to assign a password
es: Es momento de asignar una contraseña

# lbl_CreatePassword_Added_Security
source: For added security, your password should contain:
es: Para mayor seguridad, tu contraseña debe contener:

# lbl_CreatePassword_Minimum_Eight
source: A minimum of 8 characters
es: Un mínimo de 8 carácteres

# lbl_CreatePassword_Capital_Later
source: A capital letter
es: Una mayúscula

# lbl_CreatePassword_Number
source: A number
es: Un número

# lbl_CreatePassword_Again_Password
source: Enter password again
es: Ingresar contraseña nuevamente

# lbl_CreatePassword_Save
source: SAVE
es: GUARDAR

# lbl_CreatePassword_Don't_Match
source: Passwords do not match.
es: Las contraseñas no coinciden.

# lbl_CreatePassword_Neccesary
source: The password does not meet one or more of the necessary requirements.
es: La contraseña no cumple con uno o algunos de los requisitos necesarios.

# lbl_CreatePassword_Require
source: The requested fields are required.
es: Los campos solicitados son obligatorios.

# lbl_CreatePassword_Try_Again
source: We couldn't create your password, please try again.
es: No pudimos crear tu contraseña, intentalo nuevamente.

# lbl_CreatePassword_Ready
source: We are ready!
es: ¡Estamos listos!

# lbl_CreatePassword_New_Password
source: It is time to enter your new password
es: Es momento de ingresar tu nueva contraseña

# lbl_CreatePassword_Hello
source: Hello!
es: ¡Hola!

# lbl_CreatePassword_Update_Password
source: Update your password!
es: ¡Actualiza tu contraseña!

# lbl_CreatePassword_Change_Password
source: It is time to change your password
es: Es momento de cambiar tu contraseña

# lbl_WhatIsHugo_Skip
source: Skip
es: Saltar

# lbl_WhatIsHugo_Swipe
source: Swipe for more
es: Desliza para más información

# lbl_WhatIsHugo_Start
source: START
es: EMPEZAR

# lbl_WhatIsHugo_Start_Text
source: START
es: COMENZAR

# lbl_WhatIsHugo_Cell_Hello
source: Hello! I'm Hugo, the SuperApp!
es: ¡Hola! Soy hugo, la SuperApp

# lbl_WhatIsHugo_Cell_CountMe
source: Count on me for anything you need.
es: Cuenta conmigo para todo. Cuando sea y donde sea.

# lbl_WhatIsHugo_Cell_Tell
source: And I mean literally anything
es: Y cuando te digo todo, es todo

# lbl_WhatIsHugo_Cell_Food
source: Food, drinks, groceries, errands, transportation, bill payments and much more.
es: Comida, bebidas, supermercado, mandaditos, transporte, pagar servicios, y mucho más.

# lbl_WhatIsHugo_Cell_Shack_Hand
source: Think of me as your personal assistant
es: Estoy aqui para echarte la mano

# lbl_WhatIsHugo_Cell_Everthing_You
source: with instant access to the best products and service around.
es: Y puedes contar conmigo para todo lo que necesites.

# lbl_Step1
source: 1 of 3
es: 1 de 3

# lbl_Step1_Start
source: To get started, enter your phone number.
es: Para iniciar, ingresa tu número de teléfono.

# lbl_Step1_Send_Code
source: We'll send you a verification code
es: Te enviaremos un código de verificación

# lbl_Step1_Need_Help
source: Need help?
es: ¿Necesitas ayuda?

# lbl_Step1_Term_Condition_Message
source: I have read and agree to the
es: He leído y acepto
