Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# hp_biometrics_update_was_successful
source: The update was successful
es: Se realizo la actualización con éxito

# hp_conecction_taking_too_long
source: This is taking too long, check your connection and try again
es: Esto está tardando demasiado, revisa tu conexión e inténtalo nuevamente

# hp_verify_pin_wrong_message
source: Wrong PIN
es: PIN incorrecto,

# hp_verify_pin_try_again
source: Try again
es: Intenta de nuevo

# hp_block_account_title
source: Ups it looks like you've locked your account.
es: Ups parece que has bloqueado tu cuenta.

# hp_block_account_body
source: We can help you get it back
es: Podemos ayudarte a recuperarla

# hp_block_account_button
source: recover password
es: recuperar contraseña

# hp_temporal_code_validate
source: VALIDATE
es: VALIDAR

# hp_temporal_code_enter_temporal_code
source: Enter your temporary code
es: Ingresa tu código temporal

# hp_temporal_code_next
source: NEXT
es: SIGUIENTE

# hp_temporal_code_set_security_pin
source: Set your new security PIN
es: Establece tu nuevo PIN de seguridad

# hp_temporal_code_enter_security_pin
source: Enter a 4-digit PIN
es: Ingresa un PIN de 4 dígitos

# hp_temporal_code_confirm
source: CONFIRM
es: CONFIRMAR

# hp_temporal_code_set_new_pin
source: Enter your PIN again
es: Ingresa nuevamente tu PIN

# hp_temporal_code_confirm_pin
source: Confirm PIN.
es: Confirmar PIN.

# hp_temporary_code_label_text
source: Your PIN must be 4 digits
es: Ingresa un PIN válido de 4 digitos

# hp_title_recovery_method
source: Choose recovery method
es: Elegir método de recuperación

# hp_title_recovery_method_email
source: Send me code to my email
es: Enviarme código a mi correo

# hp_title_recovery_method_sms
source: Send me code as SMS
es: Enviarme código como SMS

# hp_cashback_message_about
source: This is the cashback you have obtained from your purchases. Use it when paying with QR!
es: Este es el cashback que has obtenido por tus compras. ¡Utilízalo al pagar con QR!

# hp_cashback_commerce_info
source: FIND OUT WHERE TO REDEEM YOUR CASHBACK REWARDS
es: CONOCE A DÓNDE CANJEAR TU CASHBACK

# hp_my_transactions_title
source: My transactions
es: Mis transacciones

# hp_my_view_all_transactions_title
source: View All
es: Ver todas

# hp_lbl_expense_title
source: Expense Control
es: Control de gastos

# hp_lbl_expense_dailystring
source: Daily Expense
es: Consumo diario

# hp_create_pin_dont_match_first
source: Wrong code, the numbers you have entered do not match those entered previously,
es: ¡Oops! El PIN ingresado es incorrecto. Ambos PIN’s deben ser iguales.

# hp_create_pin_dont_match_second
source: Try again
es: Intenta de nuevo

# hp_very_soon_title
source: soon in hugo
es: pronto en hugo

# lbl_DeleteCardTitle
source: Delete Card
es: Eliminar la tarjeta

# lbl_DeleteCardMessage
source: You are about to delete the card ****%@. Are you sure you want to continue
es: Estás a punto de borrar la tarjeta ****%@. ¿Estas seguro que deseas continuar?

# hp_expense_control_nav_title
source: Financial Tracker
es: Control de gastos

# hp_expense_control_body_title
source: ¡Soon!
es: ¡Próximamente!

# hp_expense_control_message_title
source: We are creating an expense report for you, with it you can identify your consumption patterns and make better financial decisions. Keep trading to get it.
es: Estamos creando un reporte de gastos para tí, con él podrás identificar tus patrones de consumo y tomar mejores decisiones financieras. Sigue transaccionando para obtenerlo.

# hp_expense_control_type_monthly
source: Type of monthly consumption
es: Tipo de consumo mensual

# hp_expense_control_my_transactions
source: My transactions
es: Mis transacciones

# hp_expense_control_transactions_of
source: Transactions of
es: Transacciones de

# hp_tutorial_control_soon_title
source: (Soon)
es: (Próximamente)

# hp_transaction_detail_navigation_title
source: DETAIL OF TRANSACTION
es: DETALLE DE TRANSACCIÓN

# hp_transaction_detail_have_sent
source: You have sent
es: Has enviado

# hp_transaction_detail_successfully_title
source: successfully
es: con éxito

# hp_transaction_title
source: TRANSACTION NOTE
es: NOTA DE TRANSACCIÓN

# hp_transaction_detail_title
source: DETAIL
es: DETALLE

# hp_transaction_id_title
source: Transaction ID
es: ID de transación

# hp_datetime_title
source: Date and Time
es: Fecha y hora

# hp_commerce_title
source: Commerce
es: Comercio

# hp_branch_title
source: Branch office
es: Sucursal

# hp_base_currency_title
source: Base Currency
es: Divisa Base

# hp_debit_card_title
source: Debit to card
es: Tarjeta debitada

# hp_billing_detail_title
source: BILLING DETAIL
es: DETALLE DE FACTURACIÓN

# hp_notifications_view_more
source: See all
es: Ver todas

# hp_title_order_in_process
source: Order in progress
es: Orden en progreso

# hp_message_order_in_process
source: This order is already beign processed
es: Esta orden ya está siendo procesada

# hp_CashInMoneyIncome_Title
source: Amount to be charged
es: Cantidad a abonar a tarjeta

# hp_CashInMoneyIncome_MinimumAmount
source: ** Minimum amount to charge
es: ** Monto mínimo a abonar

# hp_CashInMoneyIncome_AmountRequired
source: Required
es: Requerido

# hp_CashInMoneyIncome_MinimumAmountValidation
source: Minimum Amount
es: Monto mínimo

# hp_CashInMoneyIncome_NextButton
source: NEXT
es: SIGUIENTE

# hp_CashinMoneyConfirmation_Title
source: Amount to be charged
es: Cantidad a abonar a tarjeta

# hp_CashinMoneyConfirmation_MoneySource
source: Collect funds from:
es: Recoger fondos de:

# hp_CashinMoneyConfirmation_AddCard
source: Add card
es: Agregar tarjeta

# hp_CashinMoneyConfirmation_ConfirmButton
source: CONFIRM
es: CONFIRMAR

# hp_CashinMoneyConfirmation_CreditCardSelectionValidation
source: You must choose a card
es: Debes de elegir una tarjeta

# hp_CashinMoneyConfirmation_invalidAmount
source: Invalid amount
es: Monto inválido

# hp_CashinSucessViewController_Title
source: Accredited card!
es: Tarjeta abonada!

# hp_CashinSucessViewController_subtitle
source: Your new balance has been updated
es: Tu nuevo balance ha sido actualizado

# hp_CashinSucessViewController_ThanksForUse
source: Thanks for using
es: Gracias por usar

# hp_CashinSucessViewController_seeDetail
source: TRANSACTION DETAILS
es: VER DETALLE

# hp_CashinSucessViewController_BackToHome
source: BACK TO HOME
es: REGRESAR AL INICIO

# hp_CashinTransactionDetailViewController_Title
source: SUMMARY
es: RESUMEN

# hp_CashinTransactionDetailViewController_ChargedLabel
source: You have charged
es: Has abonado

# hp_CashinTransactionDetailViewController_CardLabel
source: to your card
es: a tu tarjeta

# hp_CashinTransactionDetailViewController_Detail
source: DETAIL
es: DETALLE

# hp_CashinTransactionDetailViewController_Datetime
source: Date & time
es: Fecha y hora

# hp_CashinTransactionDetailViewController_MoneySource
source: Debited card
es: Tarjeta debitada

# hp_CashinTransactionDetailViewController_Amount
source: Amount
es: Monto

# hp_full_reset_pin_options_subtitle
source: Choose the medium where you would like to receive the code to validate your identity.
es: Elige el medio en donde te gustaría recibir el código para validar tu identidad.

# hp_full_reset_pin_validate_button
source: CONFIRM
es: VALIDAR

# hp_full_reset_pin_title
source: Please input your temporary code
es: Ingresa tu código temporal

# hp_full_reset_pin_subtitle
source: Your temporary code has been sent to
es: El código temporal ha sido enviado a

# hp_full_reset_pin_resend_code
source: RESEND CODE
es: REENVIAR CODIGO

# hp_full_reset_pin_next_button
source: NEXT
es: SIGUIENTE

# hp_full_reset_pin_newpin_title
source: Select a new security PIN
es: Establece tu nuevo PIN

# hp_full_reset_pin_newpin_subtitle
source: Input a 4 digit PIN
es: Ingresa un PIN de 4 dígitos.

# hp_full_reset_pin_confirm_button
source: CONFIRM
es: CONFIRMAR

# hp_full_reset_pin_newpin_confirmation_title
source: Input your PIN one more time
es: Ingresa nuevamente tu PIN

# hp_full_reset_pin_newpin_confirmation_subtitle
source: Confirm your PIN
es: Confirmar PIN

# hp_full_reset_pin_time_disclaimer
source: It may take up to 30 seconds for your temporary code to arrive
es: El código puede tardar hasta 30 segundos en llegar

# hp_full_reset_pin_locked_account_title
source: It appears you may have blocked your account
es: Ups parece que has bloqueado tu cuenta.

# hp_full_reset_pin_locked_account_subtitle
source: Let's recover it
es: Podemos ayudarte a recuperarla

# hp_full_reset_pin_locked_account_recover_button
source: RECOVER ACCOUNT
es: RECUPERAR CONTRASEÑA

# hp_full_TransactionFiltersViewController_CleanButton
source: Clean
es: Limpiar

# hp_full_TransactionFiltersViewController_FilterTitle
source: Filter
es: Filtrar

# hp_full_TransactionFiltersViewController_FilterSubtitle
source: Sort transactions as you wish!
es: ¡Ordena las transacciones a tu gusto!

# hp_full_TransactionFiltersViewController_TransactionDateLabel
source: TRANSACTION DATE
es: FECHA DE TRANSACCIÓN

# hp_full_TransactionFiltersViewController_TransactionDateInit
source: Start
es: Inicio

# hp_full_TransactionFiltersViewController_TransactionDateEnd
source: End
es: Fin

# hp_full_TransactionFiltersViewController_TransactionTypeLabel
source: TRANSACTION TYPE
es: TIPO DE TRANSACCIÓN

# hp_full_TransactionFiltersViewController_TransactionTypeIncome
source: Income
es: Ingresos

# hp_full_TransactionFiltersViewController_TransactionTypeExpense
source: Expenses
es: Egresos

# hp_full_TransactionFiltersViewController_TransactionAmount
source: TRANSACTION AMOUNT
es: MONTO DE TRANSACCIÓN

# hp_full_TransactionFiltersViewController_TransactionAmountTo
source: to
es: a

# hp_full_TransactionHPFullViewController_EmptyText
source: No transactions
es: Aún no hay transacciones

# hp_full_TransactionHPFullViewController_EmptySubtitle
source: Get started with hugoPay!
es: ¡Comienza a utilizar hugoPay!

# hp_full_TransactionHPFullViewController_EmptyTextFilter
source: There are no transactions for the selected filter
es: No hay transacciones para el rango seleccionado

# ct_notification_title
source: Notifications
es: Notificaciones

# ct_promos_tag
source: Promotions
es: Promociones

# ct_prizes_tag
source: Prizes
es: Premios

# hp_full_send_money_success_title
source: ¡Payment Sent!
es: ¡Pago Enviado!

# hp_full_send_money_success_details_button_title
source: TRANSACTION DETAILS
es: VER DETALLE

# hp_full_send_money_success_new_transaction_button_title
source: CLOSE
es: CERRAR

# hp_full_send_money_failure_close_button_title
source: CLOSE
es: CERRAR

# hp_full_send_money_enter_email_placeholder
source: Or enter your email
es: O ingresa tu correo electrónico

# hp_full_request_money_success_title
source: ¡Request Sent!
es: ¡Solicitud Enviada!

# hp_full_request_money_note_placeholder
source: Add una note (required)
es: Agregar una nota (Obligatorio)

# hp_full_invalid_phone
source: Invalid Phone
es: Teléfono inválido

# hp_full_invalid_email
source: Invalid email
es: Correo electrónico inválido

# hp_full_invalid_amount
source: Invalid amount
es: Cantidad inválida

# hp_full_invalid_fields
source: Use either phone number or email address
es: Usar número telefónico o correo electrónico
