Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# lbl_Alert_Cash
source: Remember any change required in cash will be given in Yummy Credits within the wallet of your profile for future orders. You can obtain your credit by messaging us on the Chat within the app once you recive your order. Remember to give us your order number.
es: Recuerda que si el pago en efectivo no es exacto daremos el vuelto en créditos de Yummy para el Wallet de tu perfil para compras futuras. Puedes obtener tu crédito escribiéndonos a nuestro Chat dentro del app una vez recibas tu pedido. Recuerda indicarnos tu número de orden.

# lbl_ActiveOrder_Active
source: You have 1 active order.
es: Tienes 1 orden activa

# lbl_WriteDescription_Address
source: ADDRESS DETAILS
es: DETALLES DE LA DIRECCIÓN

# txt_WriteDescription_Building
source: Building, Office, Floor, Door, Commerce…
es: Edificio, Oficina, Piso, Puerta, Comercio…

# lbl_WriteDescription_Point_Hugo
source: WHAT WILL HUGO DO IN POINT A?
es: ¿QUÉ HARÁ EL HUGO EN EL PUNTO A?

# btn_WriteDescription_Mandadito
source: Errands
es: Mandadito

# btn_WriteDescription_Buy_List
source: List of purchases
es: Compra con listado

# lbl_WriteDescription_Item_BackPack
source: Your item(s) must fit in our backpack.
es: ítems deben caber en nuestra mochila.

# lbl_ConfirmationBottom_Confirm_Location
source: Confirm your location!
es: ¡Confirma la ubicación!

# lbl_ConfirmationBottom_Set_Pin
source: Set the pin in the correct address.
es: Fija el pin en la dirección exacta.

# btn_ConfirmationBottom_Pin_Up
source: SET
es: FIJAR

# lbl_AddressInit_Ready
source: We've got you!
es: ¡Estamos listos!

# lbl_AddressInit_Do_for_Today
source: Where are we going today?
es: ¿Qué podemos hacer por ti hoy?

# lbl_AddressInit_PointA
source: Address point A
es: Dirección punto A

# lbl_AddressInit_PointB
source: Address point B
es: Dirección punto B

# lbl_AddressInit_PointC
source: Address point C
es: Dirección punto C

# btn_AddressInit_Add_Stop
source: ADD STOP
es: AGREGAR PARADA

# lbl_AddressInit_Total_Cost
source: TOTAL COST OF DELIVERY ONLY
es: COSTO TOTAL ÚNICAMENTE DEL ENVÍO

# lbl_AddressInit_Distance
source: DISTANCE
es: DISTANCIA

# lbl_AddressInit_Esitimated_Cost
source: ESTIMATED COST
es: COSTO ESTIMADO

# btn_AddressInit_Round_Trip
source: Round trip
es: Viaje ida y vuelta

# lbl_ListView_Product
source: List of products
es: Listado de productos

# lbl_AddressInit_Comnfirm_List
source: PPlease confirm the list of products that we will buy for you today:
es: Porfavor confirma el listado de productos que compraremos por tí el día de hoy:

# lbl_ListView_Product_Name
source: 1. Product Name
es: 1. Nombre del producto

# lbl_ListView_Product2
source: 2. Product Name
es: 2. Nombre del producto

# lbl_ListView_Product3
source: 3. Product Name
es: 3. Nombre del producto

# lbl_ListView_Product4
source: 4. Product Name
es: 4. Nombre del producto

# lbl_ListView_Product5
source: 5. Product Name
es: 5. Nombre del producto

# btn_ListView_Confirm
source: Confirm
es: Confirmar

# btn_ListView_Modify_List
source: MODIFY LIST
es: MODIFICAR LA LISTA

# lbl_ShipmentError_Card_Problem
source: We have problems with your card.
es: Tenemos problemas con tu tarjeta

# lbl_ShipmentError_Selecting_Another
source: We have not been able to charge the card registered for your order, help us changing the payment method or selecting another card.
es: No hemos podido realizar el cobro en la tarjeta que registraste para tu mandadito, ayudanos cambiando el método de pago o seleccionando otra tarjeta.

# btn_ShipmentError_Change_Card
source: CHANGE CARD
es: CAMBIAR TARJETA

# lbl_SearchTable_Option
source: Recommended options
es: Opciones Recomendadas

# lbl_SearchTable_Shop
source: Recommended Shops
es: Comercios Recomendados

# Sorry_No_Match
source: Sorry no matches found
es: Lo sentimos no se encontrarón coincidencias

# lbl_ProductTable_Drinks
source: Beverages
es: Bebidas

# lbl_ProductTable_See_ALl
source: See all ›
es: Ver todos ›

# lbl_OrderProcess_Drinks
source: Beverages
es: Bebidas

# lbl_Tracking_Order_Status
source: Estate of order: HO-9999999999
es: Estado de la orden: HO-9999999999

# lbl_Tracking_See_Details
source: See detail
es: ver detalle

# btn_FinalizeBad_Submit
source: SEND
es: ENVIAR

# lbl_FinalizeBad_Team_provider
source: Thanks for letting us know. We will work to improve the service our team provides.
es: Gracias por informarnos. Trabajaremos para mejorar el servicio que brinda nuestro equipo.

# lbl_RideSummaryArriving
source: Home
es: Hogar

# lbl_RideSummaryCars_Cargo
source: charge
es: cargo

# lbl_ChatEmpty_Title
source: ¡Hi %@! Start taking to your driver.
es: ¡Hola %@! Comienza a hablar con tu driver

# btn_LocalNotification_Open
source: Open
es: Abrir

# btn_LocalNotification_To_Close
source: Close
es: Cerrar

# lbl_LocalNotification_New_Transport
source: New transport message
es: Nuevo mensaje transporte

# lbl_LocalNotification_Cant_Guarantee
source: At the moment, we could not establish the position of your driver.
es: Por el momento no podemos asegurar la posición de tu conductor.

# lbl_ImprovementList_Improve_Name
source: What can $name improve?
es: ¿Qué puede mejorar $name?

# txt_BottomBadRating_Add_Comment
source: Add comment (optional)
es: Agregar comentario (Opcional)

# btn_BottomBadRating_Send_Comment
source: SEND COMMENT
es: ENVIAR COMENTARIO

# lbl_BottomBadRating_Improve_Service
source: Thanks for letting us know. We will work to improve the service our team provides.
es: Gracias por informarnos. Trabajaremos para mejorar el servicio que brinda nuestro equipo.

# lbl_RatingComment_Postive
source: Do you have any positive comment for
es: ¿Tienes algún comentario positivo para

# txt_RatingComment_Postive
source: Add a comment (optional)
es: Agrega un comentario (opcional)

# lbl_TipCell_Thanks
source: You can thank to
es: Puedes agradecer a

# lbl_TipCell_Thanks_Sub
source: You can give an additional reward (Optional):
es: Puedes darle una recompensa adicional (Opcional):

# btn_TipCell_Finalizer
source: FINISH
es: FINALIZAR

# lbl_HeaderFinalizeRide_EndTrip
source: End of trip!
es: ¡Fin del viaje!

# lbl_HeaderFinalizeRide_Total
source: Your total is:
es: Tu total es:

# btn_HeaderFinalizeRide_Skip
source: Skip
es: Omitir

# lbl_HeaderFinalizeRide_Success
source: You have successfully completed your trip, you will receive an email with all the details
es: Haz finalizado exitosamente tu viaje, recibirás un correo con todos los detalles

# lbl_FinalizeRideNew_Destination
source: Destiny 10
es: Destino 10

# lbl_RatingCell_Your_Trip
source: How was your trip?
es: ¿Qué tal tu viaje?

# lbl_RatingCell_Your_Opinion
source: We would like to know your opinion.
es: Nos encantaría saber tu opinión

# lbl_RatingCell_Your_Dissatisfied
source: Unsatisfied
es: Insatifecho

# lbl_RatingCell_Very_satisfied
source: Very satisfied
es: Muy satisfecho

# btn_RatingCell_Continue
source: CONTINUE
es: CONTINUAR

# lbl_AlertOutOfSync_Update_Shortly
source: We can´t locate your driver now, we suggest you to be aware, it will be updated shortly.
es: Por el momento no podemos asegurar la posición de tu conductor, te sugerimos estar pendiente, se actualizará en breve

# btn_AlertTransport_To_Accept
source: Accept
es: Aceptar

# btn_AlertTransport_To_Yes
source: YES
es: SI

# lbl_AlertTransport_FarAway
source: Far away
es: Muy lejos

# lbl_AlertTransport_FarAway_Subtitle
source: The new point is very far from the original point.
es: El nuevo punto se encuentra muy lejos del punto original.

# lbl_ChangeDestination_Route_Update
source: Route update!
es: ¡Actualización de Ruta!

# lbl_AlertTransport_Affect_Cost
source: You are about to make a change to your route, this action can affect the cost and final time of the trip.
es: Estas a punto de hacer un cambio de ruta, esta acción puede afectar el costo y tiempo final del viaje.

# btn_AlertTransport_Cancel
source: CANCEL
es: CANCELAR

# btn_AlertTransport_Continue
source: CONTINUE
es: CONTINUAR

# lbl_Outstanding_Account
source: PENDING PAYMENT
es: CUENTA PENDIENTE

# lbl_Outstanding_pending
source: You have a pending payment. Please pay the former trip to use this function.
es: Tienes una cuenta pendiente. Por favor cancela tu viaje anterior para usar esta funcionalidad.

# btn_BottomButton_Pay
source: PAY
es: PAGAR

# lbl_ConfirmOutstanding_Cancel_Trip
source: You have a pending payment. Please pay the former trip to use this function.
es: Tienes una cuenta pendiente. Por favor cancela tu viaje anterior para usar esta funcionalidad.

# btn_ConfirmOutstanding_Remember_Later
source: REMEMBER LATER
es: RECORDARME MAS TARDE

# btn_ConfirmOutstanding_See_Trip
source: SEE TRIP
es: VER VIAJE

# lbl_RouteOutstanding_Match
source: DEPARTURE
es: PARTIDA

# lbl_RouteOutstanding_Address
source: Home. Residencial los Olivos, #6, Santa Tecla. La Libertad, El Salvador, Centro America
es: Casa. Residencial los Olivos, #6, Santa Tecla. La Libertad, El Salvador, Centro America

# txt_Search_Go_Today
source: Where do you want to go today?
es: ¿Adónde querés ir hoy?

# txt_Search_StratTrip
source: Beginning of trip
es: Inicio de viaje

# txt_Search_Add_Stop
source: Add stop
es: Agregar parada

# lbl_Type_Request_Vehicle
source: REQUEST VEHICLE
es: SOLICITAR VEHÍCULO

# lbl_EmergencyOn_Emergencias
source: EMERGENCIES
es: EMERGENCIAS

# lbl_EmergencyOn_Call
source: Call 911
es: Llamar al 911

# btn_EmergencyOn_Cancel
source: CANCEL
es: CANCELAR

# lbl_EmergencyOn_Alert_Family
source: Alert my family.
es: Alertar a mi familia

# lbl_LookUpRide_title
source: What's up
es: ¿Qué ondas

# lbl_LookUpRide_Go_Today
source: Where do you want to go today?
es: ¿Adónde querés ir hoy?

# lbl_LookUpRide_Search_Destiny
source: Search your destiny.
es: Busca tu destino

# lbl_ConfirmationBottom_Confirm_Start
source: Confirm where we will start!
es: ¡Confirma adónde iniciaremos!

# lbl_ConfirmationBottom_Pick_Up
source: Move the pin to the exact place where we will pick you up.
es: Mueve el pin al lugar exacto dónde te recogeremos.

# btn_ConfirmationBottom_Ready
source: READY
es: LISTO

# lbl_SearchingDriver_Transport
source: Searching transportation…
es: Buscando Transporte...

# btn_SearchingDriver_Cancel
source: CANCEL
es: CANCELAR

# lbl_RouteNav_Current_Location
source: Current location
es: Ubicacion Actual

# lbl_RouteNav_Journey
source: COURSE
es: TRAYECTO

# lbl_PlaceMarker_Going
source: Where are you going?
es: ¿Adónde te diriges?

# lbl_PlaceMarker_Destination
source: Move the pin to the destiny place.
es: Mueve el pin hasta el lugar de tu destino.

# btn_PlaceMarker_Ready
source: READY
es: LISTO

# lbl_SearchAddress_Title
source: Title address
es: Direccion titulo

# btn_SearchAddress_SeE_All
source: See all
es: Ver todas

# lbl_SearchAddress_Home
source: Home
es: VHogar

# lbl_Information_Name
source: @ name is on the way.
es: La Libertad, El Salvador

# lbl_Information_time
source: He will arrive in @time
es: Llegará en @time

# lbl_RouteCell_Route
source: TRIP'S ROUTE
es: RUTA DEL VIAJE

# btn_RouteCell_Edit
source: EDIT ROUTE
es: EDITAR RUTA

# lbl_RouteItem_Home
source: Home
es: Hogar

# btn_ActionCell_Cancel_Trip
source: CANCEL TRIP
es: CANCELAR VIAJE

# lbl_PickingRide2_Arrives_Time
source: YOUR TRANSPORTATION WILL ARRIVE IN 4 MIN.!
es: ¡TU TRANSPORTE LLEGA EN 4MIN!

# lbl_PickingRide2_Home
source: Home
es: Hogar

# lbl_PickingRide2_Start_Time
source: Start 5:40 p.m.
es: Inicio 5:40pm

# btn_PickingRide2_Cancel
source: CANCEL
es: CANCELAR

# lbl_Picking_Ride_Minute
source: Will arrive in 1 minute
es: Llegará en 1 minuto

# lbl_Picking_Ride_Minutes
source: Will arrive in %d minutes
es: Llegará en %d minuto

# btn_Boarding_Finish
source: Tap to end.
es: Tap para finalizar

# lbl_Boarding_personalized
source: In Hugo, we want to help you in the best way to you. The chat option is today available for you where we will help you in a personal way.
es: En hugo estamos dispuestos a ayudarte de la manera que a ti te parezca más conveniente. Hoy ponemos a tu disposición un chat desde el cual podremos ayudarte de forma personalizada.

# btn_Boarding_Chat_Us
source: Chat with us!
es: ¡Chatea con nosotros!

# lbl_HelpZendesk_Helps
source: Hugo help, I
es: Hugo ayuda, Yo

# lbl_HelpZendesk_Problem
source: Re: problems with my app
es: Re: problemas con mi app

# lbl_HelpZendesk_Last_Msg
source: Last message
es: Ultimo Mensaje

# txt_RatingComment_Comment
source: Comment (optional)
es: Comentario (opcional)

# btn_RatingComment_Submit
source: Send
es: Enviar

# btn_RatingComment_Skip
source: Skip
es: Omitir

# lbl_RatingHeader_Platform
source: Platform
es: Plataforma

# lbl_RatingHeader_Liked
source: Tell us what you liked.
es: Dinos que te gustó

# lbl_RatingHeader_Improve
source: What can we improve?
es: ¿Qué podemos mejorar?

# lbl_RatingTip_Reward
source: Reward your driver.
es: Recompensa a tu driver

# lbl_ProfileOptions_Address
source: Your addresses
es: Tus direcciones

# lbl_ProfileOptions_Not_Resgister
source: There isn't any registered address.
es: No hay ninguna dirección registrada

# lbl_InfoUser_Progress
source: Progress of your profile (2 out of 5)
es: Progreso de tu perfil (2 de 5)

# lbl_InfoUser_SubTitle
source: Next step: additional information
es: Siguiente paso: Información adicional

# lbl_InfoUser_Next_Step
source: Next step:
es: Siguiente paso:

# lbl_StatusProfile_Credits
source: CREDITS
es: CREDITOS

# lbl_StatusProfile_Awards
source: PRIZES
es: PREMIOS

# lbl_StatusProfile_OustStanding_balance
source: Pending balance
es: Saldo Pendiente

# lbl_PreferencesSubtitle_Change_Number
source: Change the phone number linked to my profile.
es: Cambiar mi número telefónico ligado a mi perfil

# lbl_PreferencesSubtitle_Edit_Phone
source: Edit my telephone number.
es: Editar mi número teléfono

# lbl_ProfileOptions_Preferences
source: Preferences
es: Preferencias

# lbl_PreferencesSingle_Condtion
source: Terms and conditions
es: Términos y condiciones

# lbl_Preferences_Security
source: SECURITY
es: SEGURIDAD

# btn_Preferences_Save
source: SAVE
es: GUARDAR

# lbl_ChooseAddress_Save_As
source: Save as
es: Guardar como:

# lbl_VerifyCreateAddres_Alert
source: Do you wish to continue?
es: ¿Deseas continuar?

# lbl_MyLocationNewAddress_Title
source: Locate me in the map.
es: Ubicarme en el mapa

# lbl_MyLocation
source: Where will we deliver your orders?
es: ¿Adónde entregaremos tus pedidos?

# btn_MyLocation
source: SET
es: FIJAR

# lbl_MyLocation_Set_Pin
source: Set the pin to the exact address.
es: Fija el pin en la dirección exacta.

# lbl_CustomCall_Perfect
source: Perfect!
es: ¡Perfecto!

# lbl_CustomCall_Sent_Help
source: A help request has been sent.
es: Solicitud de ayuda enviada

# lbl_CustomCall_Agents_Contact
source: LWe are sorry the inconvenience, a help request has been generated and one of our agents will communicate with you to give a solution.
es: Lamentamos los inconvenientes, una solicitud de ayuda se ha generado y uno de nuestros agentes se comunicará contigo para darte una solución.

# lbl_CustomCall_Thanks
source: THANKS A LOT HUGO!
es: ¡MUCHAS GRACIAS HUGO!

# txt_RequestPhone_EnterPhone
source: Enter telephone number.
es: Ingresa tu número telefónico

# lbl_CorrectNumber_Phone
source: Confirm
es: Confirmar número

# lbl_CorrectNumber_Importtance
source: This number will be important for us.
es: Este número será importante para nosotros

# btn_Right
source: RIGHT
es: CORRECTO

# title_Number
source: You're about to log in with the following number %@
es: Estas a punto de ingresar con el siguiente número %@

# lbl_Need_Invoice
source: Do you need an invoice?
es: ¿Necesitas factura?

# lbl_Enter_Tokan
source: Enter your tokeN
es: Ingresa tu token (número de teléfono)

# lbl_No_Result_Found_Name
source: We are sorry no results were found(territoryName), please verify your address
es: Lo sentimos no se encontraron resultados en (territoryName), por favor verifica tu dirección

# lbl_No_result_found
source: We are sorry, no results were found
es: Lo sentimos no se encontraron resultados

# lbl_Service
source: SERVICES
es: SERVICIOS

# lbl_Delivery_Time
source: We are having high traffic now, it is possible that your order will have a delivery time of more than 60 minutes
es: Estamos experimentando saturación en estos momentos, es posible que tu orden tenga un tiempo de entrega de mas %d minutos

# lbl_Hugo_Support
source: hugo Support
es: hugo Soporte

# lbl_Yummy_Support
source: Yummy Support
es: Yummy Soporte

# lbl_Not_Avaiable
source: Not available
es: No Disponible

# lbl_Update_App
source: UPDATED REQUEST
es: SOLICITUD ACTUALIZADA

# lbl_Processed_Sucessfully
source: Your payment has been processed successfully, the progress will be notified
es: Tu pago se ha procesado exitosamente, se te notificará su progreso.

# lbl_Enter_Code
source: Enter your promo code
es: Ingresa tu código promocional

# lbl_Invoice
source: Invoice
es: Factura

# lbl_Note_Order
source: Notes for the order
es: Nota para la orden

# lbl_Use_Point
source: Use points
es: Usar puntos

# lbl_Additional_Info
source: Additional information
es: Información Adicional

# lbl_Preparing_Search
source: Preparing search…
es: Preparando búsqueda...

# lbl_Identification
source: Enter the type of identification
es: Ingrese el tipo de identificador

# lbl_Help_Service
source: If you need help or you have any doubt about your invoice payment, we will communicate directly with the organization we provide the service with
es: En caso necesites ayuda o tengas alguna duda sobre tu pago de factura, te comunicaremos directamente con la entidad con quien brindamos en conjunto este servicio.

# lbl_Help_Recharge
source: If you need help or you have any doubt about your recharge, we will communicate directly with the organization we provide the service with
es: En caso necesites ayuda o tengas alguna duda sobre tu recarga, te comunicaremos directamente con la entidad con quien brindamos en conjunto este servicio.

# lbl_Another_Refill
source: MAKE ANOTHER RECHARGE
es: HACER OTRA RECARGA

# lbl_Current_Invoice
source: Current invoice
es: Factura actual

# lbl_Late_Payments
source: Delayed payments
es: Pagos Atrasados

# lbl_Billing_Details
source: INVOICE DETAIL
es: Detalles de facturación

# lbl_Reference_Number
source: Reference number
es: Número de referencia

# lbl_Country_Made
source: Made in
es: Hecho en

# lbl_Locate_Map
source: Find me in the map
es: Ubicarme en el mapa

# lbl_Cash
source: Cash
es: Efectivo

# lbl_PointA_Purchase
source: POINT A - BUY WITH A LIST
es: PUNTO A - COMPRA CON LISTADO

# lbl_PointA
source: POINT A - ERRAND
es: PUNTO A - MANDADITO

# lbl_PointB
source: POINT B - DELIVERY
es: PUNTO B - ENTREGA

# lbl_PointC
source: POINT C - DELIVERY
es: PUNTO C - ENTREGA

# lbl_PointB_Purchase
source: POINT B - BUY WITH A LIST
es: PUNTO B - COMPRA CON LISTADO

# lbl_PointB_Mandadito
source: POINT B - ERRAND
es: PUNTO B - MANDADITO

# lbl_Knock_Door
source: E.G. He will knock on the door and ask for Juan…
es: Ej. Tocará la puerta y preguntará por Juan…

# lbl_Hugo_PointA
source: WHAT WILL HUGO DO AT POINT A?
es: ¿QUÉ HARÁ EL HUGO EN EL PUNTO A?

# lbl_Hugo_PointB
source: WHAT WILL HUGO DO AT POINT B?
es: ¿QUÉ HARÁ EL HUGO EN EL PUNTO B?

# lbl_Hugo_PointC
source: WHAT WILL HUGO DO AT POINT C?
es: ¿QUÉ HARÁ EL HUGO EN EL PUNTO C?

# lbl_First_Time
source: 1. First article on the list
es: 1. Primer artículo de la lista

# lbl_Hugo_Buy_PointA
source: WHAT WILL HUGO BUY AT POINT A?
es: ¿QUÉ COMPRARÁ EL HUGO EN EL PUNTO A?

# lbl_Hugo_Buy_PointB
source: WHAT WILL HUGO BUY AT POINT B?
es: ¿QUÉ COMPRARÁ EL HUGO EN EL PUNTO B?

# lbl_Payment_Update
source: PAYMENT UPDATE
es: ACTUALIZACIÓN DE PAGO

# lbl_Place_Delivery
source: Place of delivery (B)
es: Lugar de entrega (B)

# lbl_Payment_Method
source: PAYMENT METHOD
es: METODO DE PAGO

# lbl_Shipping_Indications
source: DELIVERY INDICATIONS
es: INDICACIONES DE ENVÍO

# lbl_Update_Payment
source: UPDATE PAYMENT
es: ACTUALIZAR PAGO

# lbl_Send_It
source: SEND IT!
es: ¡ENVIARLO!

# lbl_Date_Time_Delivery
source: DATE AND TIME OF DELIVERY (APPROX.)
es: FECHA Y HORA DE ENTREGA (APROX.)

# lbl_Shipping_Indication
source: DELIVERY INDICATIONS
es: INDICACIONES DE ENVÍO

# lbl_Driver_Cash_In
source: I WILL GIVE THE CASH IN:
es: ENTREGARE EL EFECTIVO EN:

# lbl_Route
source: ROUTE
es: RUTA

# lbl_Mandaditos
source: ERRANDS
es: MANDADITOS

# lbl_Confirm_Location
source: Confirm your location!
es: ¡Confirma la ubicación!

# lbl_Image_Purchase
source: IMAGES - LIST OF PURCHASE
es: IMÁGENES - COMPRA LISTADO

# lbl_Thanks_You_Very_Much
source: Thanks a lot!
es: ¡Muchas gracias!

# lbl_Match
source: DEPARTURE
es: PARTIDA

# lbl_Destination
source: DESTINY
es: DESTINO

# lbl_Origen
source: ORIGIN
es: ORIGEN

# lbl_Type_Of_Comment
source: Type a comment…
es: Digita un comentario...

# lbl_Reward_Hugo
source: Reward your Hugo
es: Recompensa a tu Hugo

# lbl_Please_Select_One
source: Please select one of our options
es: Por favor selecciona una de nuestras opciones

# lbl_What_Ware
source: What's up
es: Que ondas

# lbl_Recent_trip
source: RECENT TRIPS
es: VIAJES RECIENTES

# lbl_Where_do_Stop
source: Where do we stop?
es: ¿Adónde nos detenemos?

# lbl_Location_Pin
source: Move the pin to the location you need
es: Mueve el pin hasta la ubicación que necesitas

# lbl_Come_Form
source: Where do we depart?
es: ¿De dónde salimos?

# lbl_Set_Pin
source: Set the pin in the exact location
es: Fija el pin en la dirección exacta

# lbl_Arrival_Point
source: Choose your arrival point!
es: ¡Elige tu punto de llegada!

# lbl_Move_Pin
source: Move the pin to your destiny place
es: Mueve el pin hasta el lugar de tu destino

# lbl_Buaa
source: Wow!
es: ¡Buaaaa!

# lbl_Didnt_Good
source: We are sorry you didn't have a good trip
es: Lamentamos que no tuvieras un buen viaje.

# lbl_Yuu
source: Yippee!
es: ¡Yuuujuu!

# lbl_Good_Trip
source: We are glad you had a good trip
es: Nos alegra que hayas tenido un buen viaje.

# lbl_Start
source: START
es: INICIO

# lbl_End
source: END
es: FIN

# lbl_Stop
source: STOP
es: PARADA

# lbl_Add_Comment
source: Add a comment (optional)
es: Agrega un comentario (opcional)

# lbl_Detail_Order
source: Order detail
es: DETALLE DE ORDEN

# lbl_Select_Destination
source: Select your destiny!
es: ¡Selecciona tu destino!

# lbl_Move_To_Pin_Destination
source: Move the pin to your destiny place
es: Mueve el pin hasta el lugar de tu destino.

# lbl_Recent_Tips
source: RECENT TRIPS
es: VIAJES RECIENTES

# lbl_Summary
source: SUMMARY
es: RESUMEN

# lbl_Payments_Method
source: PAYMENT METHOD
es: MÉTODO DE PAGO

# lbl_Thnaks_You
source: Thanks a lot!
es: ¡Muchas gracias!

# lbl_Comment_Optional
source: Comment (optional)
es: Comentario (opcional)

# lbl_Select_Territo
source: SELECT A TERRITORY
es: SELECCIONE TERRITORIO

# lbl_Hello
source: Hi!
es: ¡Hola!

# lbl_Welcome_Hugo
source: Welcome to Hugo
es: Bienvenido a Hugo

# lbl_Preference
source: PREFERENCE
es: PREFERENCIA

# lbl_Security
source: SECURITY
es: SEGURIDAD

# lbl_About_Hugo
source: ABOUT HUGO
es: ACERCA DE HUGO

# lbl_About_Yummy
source: ABOUT YUMMY
es: ACERCA DE YUMMY

# lbl_Profile
source: PROFILE
es: PERFIL

# lbl_Validate_Account
source: Validate your account
es: ¡Valida tu cuenta!

# lbl_Safe
source: We want to be sure
es: Queremos estar seguro

# lbl_Last_Trade
source: 2- Which was the last business you had contact with?
es: 2- ¿Cuál fue el último comercio con quien tuviste contacto?

# lbl_Whoops_Somthing
source: Ups! Something went wrong
es: ¡Ups! algo salio mal

# lbl_Didnt_Get_GPS
source: We could not detect your GPS location
es: No logramos detectar tu ubicación GPS.

# lbl_To_Continue
source: To continue you must choose a location manually to provide you with our services
es: Para continuar debes elegir un territorio de manera manual para poder brindarte nuestros servicios
