Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# lbl_Credits
source: Credits hugo
es: Créditos hugo

# lbl_Credits_Subtitle
source: Credits usable within hugoapp in any of our services.
es: Saldo utilizable dentro de hugoapp en cualquiera de nuestros servicios.

# lbl_Program
source: Refund to the card
es: Reintegro a la tarjeta

# lbl_Program_Subtitle
source: This process can take up to 90 days depending on your bank.
es: Este proceso puede tardar hasta 90 días según tu entidad bancaria.

# lbl_ProductView_ViewOrder
source: SEE MY ORDER
es: VER MI ORDEN

# lbl_ProductView_No_Result_Found
source: No results found.
es: No se encontraron resultados

# lbl_ProductsByCategory_ViewOrder
source: SEE MY ORDER
es: VER MI ORDEN

# lbl_CoverAlert_Heading
source: We are very sorry
es: Que pena nos da

# lbl_CoverAlert_Sub_Headling
source: We have detected that you´re outside our service area. Hugo is expanding as quickly as possible. Would you like to be notified when we cover this zone?
es: Hemos detectado que te encuentras fuera del área de servicio. hugo se está expandiendo lo más rápido posible. ¿Te gustaría ser notificado cuando cubramos esta zona?

# txt_CoverAlert_Name
source: Name
es: Nombre

# txt_CoverAlert_Mail
source: Email
es: Correo

# btn_CoverAlert_Submit
source: SEND
es: ENVIAR

# btn_CoverAlert_Another_Shipping
source: SET ANOTHER DELIVERY POINT
es: COLORCAR OTRO PUNTO DE ENVÍO

# lbl_ChooseAddressIcon_Heading
source: Select an icon.
es: Selecciona un ícono

# lbl_ChooseAddressIcon_Descripation
source: Description
es: Descripción

# lbl_ChooseAddressIcon_Fill_Details
source: Complete your data.
es: Completa tus datos

# btn_ChooseAddressIcon_Add
source: ADD
es: AGREGAR

# lbl_pending_order_title
source: Pending orders
es: Ordenes pendientes

# lbl_enter_phone_number_token
source: Insert your token (phone number).
es: Ingresa tu token (número de teléfono)

# btn_verifier
source: Verify.
es: Verificar

# txt_creditcard_name_placeholder
source: Name on the card
es: Nombre en la tarjeta

# txt_creditcard_number_placeholder
source: Number on the card
es: Número de la tarjeta

# txt_creditcard_type
source: Type of card
es: Tipo de tarjeta

# txt_creditcard_exirydate
source: Expiration date
es: Fecha de expiración

# txt_creditcard_pin
source: Security PIN
es: Pin de seguridad

# lbl_creditcard_description
source: The card is saved exclusively in the device in a safe way and the information is subject to our privacy policies and use.
es: La tarjeta es guardada exclusivamente en el dispositivo de forma segura y la información esta sujeta a nuestras políticas de privacidad y uso

# lbl_creditcard_privacy_policy
source: See the Privacy Policies.
es: Ver Politicas de Privacidad

# lbl_creditcard_title
source: Credit cards
es: Tarjetas de Crédito

# lbl_Add_card
source: Add card
es: Agregar Tarjeta

# btn_use_this_card
source: Use this card
es: Utilizar esta tarjeta

# First_Card
source: ¡Add your first card and start your hugo experience!
es: ¡Agrega tu primera tarjeta y empieza tu experiencia hugo!

# Searching_points_calculating
source: Updating...
es: Calculando...

# lbl_order_titke
source: ORDERS
es: ÓRDENES

# btn_active_orders
source: ACTIVE ORDERS
es: ÓRDENES ACTIVAS

# btn_order_history
source: HISTORY
es: HISTORIAL

# lbl_Active_orders
source: ACTIVE
es: ACTIVAS

# lbl_Schedule_orders
source: SCHEDULED
es: PROGRAMADAS

# lbl_past_order_imp_notes
source: When re-processing this order, some prices may vary depending on the charges that are in effect at the time of processing (e.g., delivery charge, booking fee, tax and others).
es: Al procesar de nuevo esta orden, algunos precios pueden presentar una variación según los cargos que estén vigentes al momento de procesarse. Ej. Cargo de entrega, booking fee, impuesto, etc.

# btn_past_order_request_help
source: REQUEST HELP WITH THIS ORDER
es: SOLICITAR AYUDA CON ESTA ORDEN

# btn_past_order_again
source: Order again
es: Ordenar de nuevo

# lbl_swipe_up
source: Swipe up
es: Desliza hacia arriba

# lbl_swipe_down
source: Swipe down
es: Desliza hacia abajo

# lbl_Keep_Going
source: Keep going
es: Continua

# btn_call_driver
source: Call
es: Llamar

# lbl_cell_order_tracking_info_label
source: Added order
es: Orden Ingresada

# btn_help_with_my_order
source: Help with my order
es: Ayuda con mi orden

# lbl_order_estimate_time_for_delivery
source: ESTIMATED DELIVERY TIME
es: HORA ESTIMADA DE ENTREGA

# lbl_no_active_orders
source: You don't have an active order.
es: No tienes orden activa

# lbl_no_active_order_notes
source: You don't have an active order, ask what you need and we will bring it in minutes
es: No tienes orden activa, pide lo que necesites y te lo llevamos en minutos

# lbl_picking_activ_order_info
source: Hugo is collecting your order, there isn't tracking information still. You can tap the icon above to see the history of your order.
es: Hugo esta recogiendo tu pedido, no existe información de rastreo aún. Puedes hacer tap en el icono de arriba para ver el historial de tu orden

# lbl_yummy_picking_activ_order_info
source: Yummy is collecting your order, there isn't tracking information still. You can tap the icon above to see the history of your order.
es: Yummy esta recogiendo tu pedido, no existe información de rastreo aún. Puedes hacer tap en el icono de arriba para ver el historial de tu orden

# lbl_unable_to_locate_hugo
source: It is impossible to locate Hugo, trying…
es: Imposible ubicar a Hugo, intentando...

# btn_skip
source: Skip
es: Omitir

# lbl_welcome_code_for_veichle
source: Enter the welcome code to order your first vehicle
es: Ingresa el codigo de bienvenida para pedir tu primer vehiculo

# btn_how_to_get
source: How to get?
es: ¿Cómo llegar?

# lbl_branch_to_pick
source: Branch to withdraw order
es: Sucursal para retirar orden:

# lbl_order_information
source: Your order information
es: Información de tu orden

# lbl_TopUpMain_Recharge
source: Let's recharge.
es: Recarguemos saldo

# lbl_TopUpMain_Who_Recharge
source: Who will we recharge?
es: ¿A quién recargaremos?

# btn_TopUpMain_Anothet_Number
source: ENTER ANOTHER NUMBER.
es: INGRESAR OTRO NUMERO

# btn_TopUpMain_Choose_Operator
source: Choose the network
es: Elije la operadora de tu servicio

# btn_TopUpMain_How_much_Balance
source: Amount to recharge
es: ¿Cuánto saldo necesitas?

# btn_Enter_Another
source: ENTER ANOTHER NUMBER
es: INGRESAR OTRO NÚMERO

# lbl_TopUpAdd_Enter_Number
source: Enter the number to recharge.
es: Digita el número a recargar

# txt_TopUpAdd_Enter_Number
source: Phone number
es: Número telefónico

# lbl_SearchAddressShipment_Cancel
source: Cancel
es: Cancelar

# txt_SearchAddressShipment_Starting_place
source: Place of start
es: Lugar de inicio

# lbl_SearchAddressShipment_Destination
source: Destiny place
es: Lugar de destino

# lbl_SearchAddressShipment_Sorry_NoResult
source: We are sorry, no results were found.
es: Lo sentimos no se encontrarón resultados

# lbl_SearchAddressShipment_modify_image
source: MODIFY IMAGE
es: MODIFICAR IMAGEN

# lbl_Sort_Callsification
source: Qualification
es: Calificación

# lbl_Sort_Price
source: Price
es: Precio

# lbl_Sort_DeliverTime
source: Delivery time
es: Tiempo de entrega

# lbl_Sort_Cost
source: Cost per shipment
es: Costo por envío

# lbl_Sort_Demand
source: Inmediate delivery
es: Entrega inmediata

# lbl_Sort_Schedule
source: Schedule order
es: Ordenes programadas

# lbl_Sort_TakeOut
source: Pick up at location
es: Recoger en sucursal

# lbl_Sort_By
source: Sort by:
es: Ordenar por:

# lbl_Sort_Delivery
source: Delivery method:
es: Modalidad de entrega:

# lbl_FinalizeRide_Shipping_Completed
source: Finished delivery!
es: ¡Envío finalizado!

# lbl_FinalizeRide_Total_Shipping_Order
source: We present you a summary of the shipment
es: Te presentamos un resumen del envío

# lbl_FinalizeRide_About_Service
source: How is our delivery service?
es: ¿Qué tal nuestro servicio de envío?

# lbl_FinalizeRide_Exprience
source: We would like to know your opinion about the experience.
es: Nos encantaría saber tu opinión acerca de la experiencia brindada

# btn_FinalizeRide_Continue
source: CONTINUE
es: CONTINUAR

# lbl_FinalizeRide_PointA
source: POINT A
es: PUNTO A

# lbl_FinalizeRide_PointB
source: POINT B
es: PUNTO B

# lbl_FinalizeRide_PointC
source: POINT C
es: PUNTO C

# lbl_FinalizeRide_QualificationTitle
source: Qualification required
es: Calificación necesaria

# lbl_FinalizeRide_QualificationMSg
source: POINT C
es: Please rate your experience 😉

# lbl_FinalizeGoodRating_Great
source: Great!
es: ¡Estupendo!

# lbl_FinalizeGoodRating_Thanks_Trusting
source: Thanks for your trust in us
es: Gracias por confiar en nosotros

# lbl_FinalizeGoodRating_Postive_Comments
source: Do you have any positive comment for
es: ¿Tienes algún comentario positivo para

# lbl_FinalizeGoodRating_Add_Comments
source: Add a comment (optional)
es: Agraga un comentario (opcional)

# lbl_FinalizeGoodRating_Thank_you
source: You can thank
es: Puedes agradecer a

# lbl_FinalizeGoodRating_Select_Reward
source: Next you can select a reward:
es: A continuacion podrás seleccionar una recompensa:

# btn_FinalizeGoodRating_Reward_To
source: REWARD TO
es: RECOMPENSA A

# btn_FinalizeGoodRating_Not_Reward
source: DO NOT REWARD THIS TIME
es: NO RECOMPENSAR ESTA VEZ

# lbl_FinalizeGoodRating_Title
source: Qualification required
es: Calificación necesaria

# lbl_FinalizeGoodRating_Subtitle
source: Please rate your experience
es: Por favor califica tu experiencia

# lbl_FinalizeBadRating_Name
source: Wow!
es: ¡Buaaaa!

# lbl_FinalizeBadRating_experience
source: We are sorry you didn't have a good experience.
es: Lamentamos que no tuvieras una grata experiencia

# lbl_FinalizeBadRating_Improve_Name
source: What can improve
es: ¿Qué puede mejorar

# lbl_FinalizeBadRating_Improve_Comment
source: Commentary
es: Comentario

# btn_CustomPage_Skip
source: Skip
es: Omitir

# btn_CustomPage_Sample_SoonInHugo
source: COMING SOON!
es: ¡PRONTO EN HUGO!

# lbl_InvitationCode_New_Driver
source: Say hi to your new personal driver!
es: ¡Dile hola a tu nuevo conductor personal!

# lbl_InvitationCode_Code_First_Vehicle
source: Enter the welcoming code to ask for your first vehicle.
es: Ingresa el codigo de bienvenida para pedir tu primer vehiculo

# lbl_Help_Tickets
source: My Tickets
es: Mis Tickets

# lbl_Salutation_You_Need
source: What do you want today?
es: ¿De qué tienes ganas hoy?

# lbl_Service_Food
source: Food
es: Comida

# lbl_Service_Restaurants
source: 140 restaurants
es: 140 restaurantes

# lbl_TotalTable_Food_Service_Charge
source: Charge for service
es: Cargo por servicio

# lbl_TotalTable_Delivery_Charge
source: Charge for delivery
es: Cargo por entrega

# btn_TotalTable_Cancel
source: Cancel order
es: Cancelar orden

# lbl_ServiceSelection_Cancel
source: Cancel order
es: Cancelar orden

# lbl_ServiceSelection_Food
source: Food
es: Comida

# lbl_ServiceSelection_Coming_Soon
source: Very soon
es: Muy pronto

# lbl_PartnerTable_Minimum
source: $10 minimum
es: $10 minimo

# lbl_PartnerTable_Minutes
source: 30-40 min.
es: 30-40 mins.

# lbl_PartnerTable_New
source: New
es: Nuevo

# lbl_PartnerTable_Close
source: Closed
es: cerrado

# lbl_HANotificationBanner_Text
source: We are experiencing high traffic now, it is possible that you get your order in a delivery time of 60 min.
es: Estamos experimentando saturación en estos momentos, es posible que tu orden tenga un tiempo de entrega de más 60 minutos

# lbl_EntertainmentOrder_January
source: JANUARY
es: ENERO

# lbl_RideOrderTable_Transporte
source: Transportation
es: Tansporte

# lbl_ShipmentAddress_Attachments
source: Attachment
es: Adjuntos

# btn_DateRangePicker_Cancel
source: Cancel
es: Cancelar

# btn_DateRangePicker_Finalize
source: Done
es: Finalizar

# btn_CancelOrder
source: Cancel order
es: Cancelar orden

# lbl_OrderSummary_Product_Name
source: Product name
es: Nombre de producto

# lbl_OrderSummary_Product_Details
source: Detail ($0.50)
es: Detalle ($0.50)

# lbl_GetPrize_Apply_Order
source: You have prizes that can apply for this order.
es: Tienes premios que pueden aplicar para esta orden

# lbl_PromotionalCode_Enter_Promo_Code
source: Enter your promo code.
es: Ingresa tu código promocional

# lbl_ViewReceipts_Purchase_Ticket
source: See the purchase ticket.
es: ver ticket de compra

# lbl_RefundDesclaimer_Remimber_refund
source: In the event you need refund, please check out our refund policy.
es: Recuerda, en caso exista la necesidad de un reembolso puedes visitar nuestras políticas.

# lbl_RefundDesclaimer_Refund_Policy
source: Know about our refund policy.
es: Conoce sobre nuestra política de reembolso

# lbl_ConfirmSimilar_Similar_Purchase
source: Are you sure you don't want to get a similar item in your purchase?
es: ver ticket de compra

# lbl_ConfirmSimilar_Similar_Purchase_Desc
source: If you don't find some article in your list, we will remove this item and you'll receive its value in the balance of your profile.
es: En caso no encontremos disponible algún artículo de tu lista, retiraremos este articulo y recibiras su valor en forma de saldo a favor en tu perfil.

# lbl_RedeemSwitch_Card_Point
source: Do you want to use the points of your card in this order?
es: ¿Quieres usar los puntos de tu tarjeta en esta orden?

# lbl_Category_Water
source: Water
es: Agua

# billing_title
source: Billing
es: Facturación

# billing_use_the_info
source: Use this information.
es: Utilizar esta información

# lbl_new_billing_title
source: New invoice
es: Nueva Factura

# lbl_new_billing_name
source: Name
es: Nombre

# txt_new_billing_name_placeholder
source: Name
es: Nombre

# lbl_new_billing_txt_number
source: Tax document
es: Documento Tributario

# txt_new_billing_txt_number_placeholder
source: Insert your tax document.
es: Ingrese su Documento Tributario

# lbl_new_billing_address
source: Address
es: Dirección

# txt_new_billing_address_placeholder
source: Address
es: Dirección

# txt_new_billing_Enter
source: Enter your
es: Ingrese su

# Reqiured_Field
source: Required fields
es: Campos requeridos

# Reqiured_Msg
source: Please make sure the fields are not empty
es: Por favor asegurate que los campos no esten vacíos

# Cloud_Not_save
source: Could not save billing information
es: No fue posible guardar la información de facturación

# txt_new_billing_email_placeholder
source: Email
es: Corre Electrónico

# lbl_new_billing_email
source: Send invoice to the mail:
es: Enviar factura al correo:

# btn_Add_Billing
source: ADD DATA
es: AGREGAR DATOS

# lbl_billing_title
source: Enter your billing information
es: Datos de facturacion

# btn_Use_Billing
source: USE DATA
es: UTILIZAR DATOS

# receipt_navBar_title
source: INVOICE
es: FACTURA

# receipt_list_button_title
source: USE INFORMATION
es: USAR INFORMACIÓN

# receipt_list_edit_action_title
source: EDIT
es: EDITAR

# receipt_list_delete_action_title
source: DELETE
es: ELIMINAR

# receipt_configuration_create_button_title
source: SAVE
es: GUARDAR DATOS

# receipt_configuration_edit_button_title
source: UPDATE
es: ACTUALIZAR DATOS

# receipt_configutarion_name_title
source: Full name
es: Nombre completo

# receipt_configuration_document_title
source: Tax ID Number
es: Documento Tributario

# receipt_configuration_address_title
source: Address
es: Dirección

# receipt_configuration_address_placeholder
source: Enter address
es: Ingresar dirección

# receipt_configuration_title
source: Invoice Information
es: Datos de facturación

# receipt_configuration_create_subtitle
source: Enter data
es: Ingresar datos

# receipt_configuration_edit_subtitle
source: Update data
es: Actualizar datos

# lbl_AgeReuired_Take_Account
source: Important reminder!
es: ¡Toma en cuenta!

# lbl_AgeReuired_Driver_Request
source: The driver will ask for you to show your ID to verify your age.
es: Nuestro Driver solicitará tu documento para entregar cualquier producto cuyo consumo sea para mayores de edad.

# lbl_AgeReuired_Driver_Request_Ok
source: I AGREE
es: ESTOY DE ACUERDO

# lbl_AgeReuired_Product
source: The sale of these products is not allowed to minors.
es: Producto para mayores de edad

# lbl_product_unavailable_title
source: We are sorry the inconvenience!
es: ¡Disculpa los inconvenientes!

# lbl_product_unavailable_message
source: This product is no longer available, we recommend you a similar product.
es: Este producto ya no se encuentra disponible, te sugerimos buscar un producto similar

# lbl_stock_unavailable_title
source: Insufficient product!
es: ¡Producto insuficiente!

# lbl_stock_unavailable_message
source: We apologize for the inconvenience, in this moment we don’t count with the product quantity that you need.
es: Nos disculpamos por los inconvenientes, en este momento no contamos con la cantidad del producto que necesitas.

# lbl_product_variation_message
source: Some products are no longer available in inventory. Please, check again the cart.
es: Algunos de los productos ya no se encuentran disponibles en el inventario. Por favor, revisa nuevamente tu carretia.

# lbl_PartnerProduct_Tiltle
source: Yuca Fritag with Parmesan cheeseYuca Fritag with Parmesan cheese
es: Yuca Frita con ParmesanoYuca Frita con Parmesano

# lbl_ProductDetail_Product_Name
source: Product name
es: Nombre de producto

# lbl_GLIndexed_Title
source: Absolute
es: Absolut

# lbl_PartnerProduct_Restaurant
source: Restaurant Mata
es: Mata Restaurante

# lbl_PartnerProduct_Café_Gourmet
source: Coffee Gourmet
es: Café Gourmet

# lbl_PartnerProduct_Schedule
source: SCHEDULE
es: HORARIO

# lbl_PartnerProduct_Minimum
source: DELIVERY FEE
es: ENVÍO

# lbl_OptionsInfo_Pink_Sauce
source: Fish ceviche in pink sauce
es: Ceviche de Pescado en salsa rosa

# lbl_OptionsInfo_Extra_Descripation
source: eExtra description
es: extra description

# lbl_OptionsInfoWithImage_Pink_Sauce
source: Fish ceviche in pink sauce
es: Ceviche de Pescado en salsa rosa

# lbl_OptionsQtyCell_Instruction
source: Special instructions
es: Instrucciones Especiales

# btn_OptionsQtyCell_Add_Note
source: Add a note to this product.
es: Adicionar nota a este producto

# lbl_OptionsQtyCell_Qty
source: Select the quantity.
es: Elige Cantidad

# lbl_PartnerFeedTable_Address
source: Super Marino
es: Supergmgarino

# lbl_PartnerFeedTable_Ceviche
source: Ceviche - Seafood
es: Ceviche - Seafodg

# lbl_PartnerFeedTable_New
source: New
es: Nuevo

# lbl_PartnerFeedTable_Closed
source: Closed
es: cerrado

# lbl_PartnerFeedTable_Minimum
source: $100,999.95 minimum
es: $100,999.95 mínimo

# lbl_RangeSlider_Dynamic
source: Dynamic rate applies
es: Aplica tarifa dinámica

# lbl_RangeSlider_Condition
source: We are far, your product may not arrive in the best condition.
es: Estamos lejos, tu producto puede no llegar en las mejores condiciones

# btn_RangeSlider_Done
source: DONE!
es: ¡HECHO!

# lbl_costMessage
source: Cost of service
es: Costo de servicio

# lbl_CreditCard_Predeterminado
source: PREDETERMINED
es: PREDETERMINADO

# lbl_CardTable_Not_Apply
source: This card does not apply.
es: Esta tarjeta no aplica

# lbl_CardInfo_Expiration
source: Expiration date
es: Fecha de Expiración

# lbl_CardInfo_Under_Card
source: You can find this date in the front of your card, under the card number.
es: Debería poder encontrar esta fecha en el frente de su tarjeta, debajo de su número de tarjeta.

# lbl_ConfirmAlert_Confirm_Data
source: Confirm information
es: Confirmar datos

# lbl_ConfirmAlert_Card_Detail_Correct
source: Are you sure the information in your card is correct?
es: ¿Estas seguro que los datos de tu tarjeta son correctos?

# lbl_ConfirmAlert_Card_Number
source: Card number
es: Número de tarjeta

# lbl_ConfirmAlert_ExpireDate
source: Expiration date
es: Fecha de expiración

# lbl_TopUpCheckout_Number_Rechage
source: Number to recharge
es: Número a recargar

# btn_TopUpCheckout_Edit
source: Edit
es: Editar

# lbl_TopUpCheckout_Total_Rechage
source: Recharge total
es: Total de recarga

# lbl_Already_include
source: The applicable taxes are included in your recharge.
es: Los impuestos pertinentes ya están incluidos en tu recarga.

# lbl_TopUpDetailHistory_Refence_Number
source: Reference number
es: Número de referencia

# lbl_PayServiceDetailHistory_Invoice
source: Invoice holder
es: Titular de factura

# lbl_PayServiceDetailHistory_Identifier
source: Reference identifier
es: Identificador de referencia

# lbl_PayServiceCollection_Financial
source: Finance
es: Financiera

# lbl_ProvidersPayServices_Insurance
source: Insurance carrier
es: Aseguradora

# lbl_ProvidersPayServices_Insurance_ACSA
source: ACSA Insurance
es: ACSA Seguro

# lbl_BillPayService_Invoice_Holder
source: Invoice holder X:
es: Titular de factura X:

# lbl_BillPayService_Reference_Identifi
source: Reference identifier
es: Identificador de referencia Total

# lbl_TitlPayService_Pay_Today
source: need to pay today?
es: necesitas hacer hoy?

# lbl_TitlPayService_Pay
source: What do you
es: Qué pago

# lbl_ThirdPartyImage_Accept
source: I have read and accept the terms and conditions to use this service.
es: He leido y acepto los términos y condiciones del uso de este servicio.

# lbl_PersonalAddress_Title
source: Home
es: Hogar

# lbl_PersonalAddress_Address
source: La Libertad, El Salvador
es: La Libertad, El Salvador Hogar

# lbl_CustomAddress_Title
source: San Salvador, Municipality of San Salvador
es: San Salvador, El Salvador

# lbl_CustomAddress_Address
source: San Salvador, El Salvador
es: San Salvador, Municipio de San Salvador

# lbl_UserLocation_Location
source: Current location
es: Ubicación Actual

# lbl_PaymentLocation_Pickup_Location
source: Place to collect (A)
es: Lugar de recogida (A)

# lbl_PaymentLocation_Stop_Place
source: Stop place (B)
es: Lugar de parada (B)

# lbl_PaymentLocation_Place_Delivery
source: Delivery place (C)
es: Lugar de entrega (C)

# lbl_PaymentTypeHeader_Method
source: PAYMENT METHOD
es: METODOS DE PAGO

# btn_PaymentTypeHeader_Add
source: ADD
es: AGREGAR

# lbl_ShipmentCheckout_Date
source: DATE AND TIME (APPROX.)
es: FECHA Y HORA DE ENTREGA (APROX.)

# lbl_ShipmentCheckout_Subtitle
source: The cash will be delivered at the destination point because you have at least one purchase with a list at one point.
es: El efectivo será entregado en el punto destino debido a que cuentas por lo menos con una compra con listado en un punto.

# lbl_ShipmentETA_Monday
source: Monday, February 25th
es: Lunes, 25 Febrero

# lbl_ShipmentLocation_Point
source: POINT A
es: PUNTO A

# lbl_ShipmentLocation_Address
source: Home, La Libertad, El Salvador
es: Hogar, La Libertad, El Salvador

# btn_ShipmentLocation_ProductList
source: See product list
es: Ver listado de productos

# btn_ShipmentLocation_Add_Image
source: Attached images
es: Imágenes adjuntas

# lbl_ShipmentPurchase_Total_Cost
source: Total cost of delivery only
es: Costo total únicamente del envío

# lbl_ShipmentLocation_Inside_Errand
source: Inside your errand, you can find a list of purchases, we will make the payment when carrying them out.
es: Dentro de tu mandadito se encuentra un listado de compras, al momento de llevarlas a cabo efectuaremos el cobro

# lbl_ShipmentError_Update
source: PAYMENT UPDATE
es: ACTUALIZACIÓN DE PAGO

# lbl_ShipmentError_Info
source: We need you to update your payment information for the next detail:
es: Necesitamos que nos actualizes la información de tu pago para el detalle siguiente:

# lbl_Shipment_Invoice
source: Demand your invoice
es: Exige tu factura

# lbl_Alert_Add_Stop
source: Add a stop
es: Agregar una parada

# lbl_Alert_Alert
source: Are you sure you want to add a stop in your errands? This can affect the current cost.
es: ¿Estás seguro de agregar una parada en tu mandadito? Esto puede afectar el costo actual
