Repository: jonathan220297/hugoPay_test
Catalog: hugoPay/Localization/*.lproj/Localizable.strings
Languages: es

# lbl_EmailInfo_Main_Heading
source: Let's start with Hugo!
es: ¡Comencemos con Hugo!

# lbl_EmailInfo_Sub_Heading
source: We'd like to know you.
es: Nos gustaria conocerte

# lbl_EmailInfo_username_title
source: Full Name
es: Nombre Completo

# lbl_EmailInfo_requiretext
source: Required
es: Requerido

# btn_EmailInfo_save
source: SAVE
es: GUARDAR

# lbl_BasicInfo_Main_Heading
source: We'd like to know you!
es: ¡Nos gustaría conocerte!

# lbl_BasicInfo_Sub_Heading
source: Step 3: Basic Information
es: Paso 3: Información básica

# lbl_BasicInfo_title
source: Gender
es: Género

# lbl_BasicInfo_male
source: Male
es: Masculino

# lbl_BasicInfo_female
source: Female
es: Femenino

# lbl_BasicInfo_dob
source: Date of birth
es: Fecha de nacimiento

# txt_BasicInfo_dob_placeholder
source: Insert Date
es: Ingresar fecha

# btn_BasicInfo_save
source: SAVE
es: GUARDAR

# lbl_ValidPhoneLoginWithFB_Main_Heading
source: Wait a moment!
es: ¡Espera un momento!

# lbl_ValidPhoneLoginWithFB_Sub_Heading
source: We have detected an account.
es: Hemos detectado una cuenta

# lbl_ValidPhoneLoginWithFB_lengend_Text
source: The number **** **** is linked to a login through Facebook. We'd like you to validate your account through this social network.
es: El número **** **** esta vinculado a un inicio de sesión por Facebook. Te pedimos validar tu cuenta por medio de esta red social.

# btn_ValidPhoneLoginWithFB_save
source: VALIDATE WITH FACEBOOK
es: VALIDAR CON FACEBOOK

# lbl_CreateFBPassword_Welcome
source: Welcome!
es: ¡Bienvenido Usuario!

# lbl_CreateFBPassword_Sub_Heading
source: We'll add your security.
es: Agregaremos seguridad

# lbl_CreateFBPassword_Legend_Heading
source: In Hugo, we're implementing new security measures, we'd like you to add a password that will protect your data in our platform.
es: En hugo estamos implementando nuevas medidas de seguridad, te invitamos a ingresar una contraseña que protegerá tus datos dentro de nuestra plataforma.

# lbl_CreateFBPassword_Password_Text
source: Create your password.
es: Crea tu contraseña

# lbl_CreateFBPassword_Introductio_Text
source: Instructions:
es: Intrucciones:

# lbl_CreateFBPassword_Symbol_Text
source: • Use at least a symbol
es: Utiliza al menos un símbolo

# lbl_CreateFBPassword_Number_Text
source: • Use at least a number
es: Utiliza al menos un número

# lbl_CreateFBPassword_UpperCase_Text
source: • Use at least a capital letter
es: Utiliza al menos una mayúscula

# lbl_CreateFBPassword_LowerCase_Text
source: • Use at least a lower case letter
es: Utiliza al menos una minúscula

# lbl_CreateFBPassword_Length_Text
source: • It must have at least 8 characters
es: Debe tener un mínimo de 8 caracteresa

# btn_CreateFBPassword_Save
source: SAVE PASSWORD.
es: GUARDAR CONTRASEÑA

# lbl_LoginWithPassword_Heading
source: Welcome
es: ¡Bienvenido de nuevo

# lbl_LoginWithPassword_UserName
source: back!
es: Usuario !

# lbl_LoginWithPassword_Password_Text
source: Insert your password.
es: Ingresa tu contraseña

# btn_LoginWithPassword_Change
source: INSERT
es: INGRESAR

# btn_LoginWithPassword_Forgot
source: I FORGOT MY PASSWORD.
es: OLVIDÉ MI CONTRASEÑA

# lbl_ChooseRecover_Main_Heading
source: We help you!
es: ¡Nosotros te ayudamos!

# lbl_ChooseRecover_Sub_Heading
source: We'll recover your password.
es: Recuperemos tu contraseña

# lbl_ChooseRecover_Recover_Msg
source: We will send a recovery code to one of your registered media. Choose the channel where you would like to receive the code
es: Enviarémos un código de recuperación a uno de tus medios registrados. Elige el canal donde te gustaría recibir el código

# btn_ChooseRecover_Recover
source: SEND CODE
es: ENVIAR CÓDIGO

# lbl_ValidateEmail_validate_email
source: Validate your email.
es: Valida tu correo

# lbl_ValidateEmail_Mail_validation
source: Step 4: Email validation
es: Paso 4: Validación de correo

# lbl_ValidateEmail_Mail_Msg
source: We'll send an email to your synchronized account.
es: Enviaremos un correo a tu cuenta vinculada

# lbl_ValidateEmail_Recive_Mail
source: When you receive the email, go to the link to complete the validation.
es: Al recibir tu correo ingresa al enlace para completar la validación

# btn_ValidateEmail_Email_validation
source: SEND VALIDATION
es: ENVIAR VALIDACIÓN

# btn_ValidateEmail_Change_Email
source: CHANGE MY EMAIL
es: CAMBIAR MI CORREO

# lbl_ValidateEmail_Update_email
source: Update your email!
es: ¡Actualiza tu correo!

# lbl_ValidateEmail_Remember_Text
source: Remember that you'll receive in this email the invoice of each purchase in Hugo.
es: Recuerda que en este correo recibirás los comprobantes de cada compra que realices en hugo

# lbl_ValidateEmail_Email
source: Email
es: Correo electrónico

# btn_ValidateEmail_Update_Validate
source: UPDATE AND VALIDATE
es: ACTUALIZAR Y VALIDAR

# lbl_ValidateRecoverCode_Recover_Code
source: Insert the recovery code.
es: Ingresa código de recuperación

# lbl_ValidateRecoverCode_Sent_Code
source: Insert the recovery code that we have sent to your
es: Ingresa el código de recuperación que hemos enviado a tu

# btn_ValidateRecoverCode_ReSend
source: RESEND
es: REENVIAR

# btn_ValidateRecoverCode_Get_Code
source: GET THE CODE THROUGH PHONE CALL.
es: OBTENER CÓDIGO POR LLAMADA

# btn_ValidateRecoverCode_Help
source: I NEED HELP.
es: NECESITO AYUDA

# lbl_UpdatePassword_Help
source: Perfect!
es: ¡Perfecto!

# lbl_UpdatePassword_Help_SubTitle
source: Let's update your password.
es: Actualicemos tu contraseña

# lbl_UpdatePassword_New_Password
source: New Password
es: Nueva Contraseña

# lbl_UpdatePassword_Instructions
source: Instructions
es: INSTRUCCIONES:

# lbl_UpdatePassword_Used_Symbol
source: • Use at least a symbol
es: Utiliza al menos un símbolo

# lbl_UpdatePassword_Used_Number
source: • Use at least a number
es: Utiliza al menos un número

# lbl_UpdatePassword_Used_UpperCase
source: • Use at least a capital letter
es: Utiliza al menos una mayúscula

# lbl_UpdatePassword_Used_LowerCase
source: • Use at least a lower case letter
es: Utiliza al menos una minúscula

# lbl_UpdatePassword_Minimum_msg
source: • It must have at least 8 characters
es: Debe tener un mínimo de 8 caracteres

# btn_UpdatePassword_Save_Password
source: SAVE PASSWORD.
es: GUARDAR CONTRASEÑA

# lbl_StartedPhoneAlternative_Help
source: Welcome to
es: Bienvenido a

# lbl_StartedPhoneAlternative_Login_Text
source: Log in to your account.
es: Ingresa a tu cuenta

# lbl_StartedPhoneAlternative_Conditions_Msg
source: I have read and accept the terms and conditions.
es: He leído y acepto términos y condiciones

# lbl_StartedPhoneAlternative_StartWith
source: Or begin with
es: O inicia con

# lbl_StartedPhoneAlternative_Not_Account
source: You don't have an account?
es: ¿No tienes una cuenta?

# btn_StartedPhoneAlternative_signup
source: Sign up
es: Regístrate

# lbl_RegisterPhone_Create_Account
source: Create your account.
es: Crea tu cuenta

# lbl_RegisterPhone_StartWithPhone
source: Begin with a phone number.
es: Comienza con tu número de teléfono

# lbl_RegisterPhone_ReadCondtion
source: I have read and accept the terms and conditions.
es: He leído y acepto términos y condiciones

# lbl_RegisterPhone_StartWith
source: Or begin with
es: O inicia con

# lbl_StartedPhone_Welcome
source: Welcome to
es: Bienvenido a

# lbl_StartedPhone_Condition
source: I accept the terms and conditions.
es: Acepto términos y condiciones

# lbl_StartedPhone_LoginWith
source: Login with
es: Ingresar con

# lbl_StartedPhone_Create
source: CREATE
es: CREAR

# lbl_StartedPhone_Enter_Number
source: Enter your phone number
es: Digita tu número telefónico

# lbl_AddPhone_UserName
source: Hi
es: Hola

# lbl_AddPhone_Edit_Title
source: EDIT
es: EDITAR

# lbl_AddPhone_Enter_PhoneNumber
source: Add your phone number.
es: Ingresa tu número de telefono

# lbl_WhereAreYou_Heading
source: Where are you?
es: ¿Adónde te encuentras?

# lbl_WhereAreYou_Sub_Heading
source: Your location is important for us, we'd like to know your location to offer the best Delivery experience.
es: Tu ubicación es importante para nosotros, nos gustaría saber tu ubicación para ofrecerte la mejor experiencia de Delivery.

# lbl_ServerError_Sorry_Text
source: We're very sorry!
es: ¡Lo sentimos mucho!

# lbl_ServerError_Something_Wrong
source: Something is wrong.
es: Algo anda mal

# lbl_ServerError_Technical_Problem
source: We are having little technical problems, reload your app. We will solve it soon.
es: Estamos teniendo pequeños problemas técnicos, recarga tu aplicación. Lo solucionaremos pronto

# lbl_ValidatePhone_Enter_Code
source: Insert your code.
es: Ingresa tu código

# lbl_ValidatePhone_Sent_Code_Msg
source: Insert the code we have sent to your cellphone number.
es: Ingresa el código que hemos enviado a tu número celular

# btn_ValidatePhone_Get_Code
source: GET THE CODE THROUGH PHONE CALL.
es: OBTENER CÓDIGO POR LLAMADA

# btn_ValidatePhone_Forward_Sms
source: RESEND SMS.
es: REENVIAR SMS

# btn_ValidatePhone_Need_Help
source: I NEED HELP.
es: NECESITO AYUDA

# lbl_EditUserProfile_Full_Name
source: COMPLETE NAME
es: NOMBRE COMPLETO

# txt_EditUserProfile_Full_Name
source: Complete name.
es: Nombre completo

# lbl_EditUserProfile_Email
source: EMAIL
es: CORREO ELECTRÓNICO

# txt_EditUserProfile_Email
source: Email
es: Correo Electrónico

# lbl_EditUserProfile_Dob
source: BIRTHDATE
es: FECHA DE NACIMIENTO

# txt_EditUserProfile_Enter_Date
source: Insert the date.
es: Ingresar fecha

# lbl_AddressBook_Address_Nav
source: Address
es: Direcciones

# lbl_AddressBook_Add_Address
source: Add address
es: Agregar Dirección

# btn_AddressBook_Use_Address
source: Use this address
es: Utilizar esta dirección

# lbl_AddressBook_Home
source: House
es: Casa

# lbl_AddressBook_Office
source: Job
es: Trabajo

# lbl_AddressBook_Other
source: Other
es: Otro

# lbl_AddressBook_Localise
source: Locate on the map
es: Ubicar en el mapa

# lbl_AddressBook_City
source: City
es: Ciudad

# lbl_AddressBook_State
source: State
es: Departamento

# lbl_AddressBook_Reference_Point
source: Reference point
es: Punto de referencia

# lbl_AddressBook_Example_Point
source: Acrross Kingston city hall
es: Ej. Frente a la farmacia, Casa portón rojo…

# lbl_AddressBook_House_Number
source: House or apartment number
es: # de casa o apto.

# lbl_AddressBook_State_GT
source: Zone
es: Municipio o Zona

# lbl_AddressBook_Address
source: Address
es: Dirección

# lbl_AddressBook_Reference
source: Reference:
es: Referencia:

# lbl_AddressBook_Required
source: * Required
es: * Requerido

# lbl_Onboarding_Allow_Location
source: Let us have access to your location to recommend the businesses close to you.
es: Permitenos tener acceso a tu ubicación para recomendarte comercios cercanos a tí.

# btn_Onboarding_Agree
source: Agree
es: De acuerdo

# btn_Agree
source: AGREE
es: DE ACUERDO

# btn_Onboarding_Not_Now
source: Not now
es: No ahora

# lbl_Territory_Area_Selcet
source: Please select the area where you are.
es: Por favor selecciona el area donde te encuentras.

# lbl_OrderSummary_Summary_Order
source: ORDER SUMMARY
es: RESUMEN DE TU ORDEN

# btn_OrderSummary_Add_Something
source: Add something else
es: Agregar algo más

# lbl_OrderSummary_Out_Of_Stock
source: I can receive a similar item if the one I select is sold out.
es: Puedo recibir un artículo similar en caso de estar agotado el que estoy seleccionando

# btn_OrderSummary_Process_Order
source: PROCESS ORDER
es: PROCESAR ORDEN

# lbl_OrderSummary_Title_Partner
source: Your order in
es: Tu orden en

# btn_OrderSummary_cancel_order
source: CANCEL ORDER
es: CANCELAR ORDEN

# alert_OrderSummary_cancel_order_title
source: Cancel Order
es: Cancelar Orden

# alert_OrderSummary_cancel_order_message
source: Do you want to cancel your order?
es: ¿Estás seguro que deseas cancelar tu orden?

# alert_OrderSummary_cancel_order_cancel
source: CANCEL
es: CANCELAR

# alert_OrderSummary_cancel_order_continue
source: CONTINUE
es: CONTINUAR

# lbl_OrderSummary_Header_Variation_Supermarket
source: PRODUCT NOT AVAILABLE
es: PRODUCTO NO DISPONIBLE

# lbl_OrderSummary_Header_Variation
source: PRODUCT NOT AVAILABLE IN BRANCH
es: PRODUCTO NO DISPONIBLE EN SUCURSAL

# lbl_OrderSummary_Header_Product
source: PRODUCT AVAILABLE
es: PRODUCTO DISPONIBLE

# lbl_OrderSummary_Not_Variation_Title
source: We are sorry the inconvenience.
es: Disculpa los inconvenientes

# lbl_OrderSummary_Not_Variation_Message
source: While you were placing your order the following products were sold out
es: Mientras hacias tu orden los siguientes productos se agotaron.

# lbl_PaymentTypeSelection_Way_To_Pay
source: PAYMENT METHOD
es: MÉTODO DE PAGO

# lbl_PaymentTypeSelection_Consulted
source: The points of the banks that apply will be consulted.
es: Se consultarán los puntos de los bancos que apliquen

# lbl_PaymentTypeSelection_Pay_Total
source: Your total to cancel through %@ is
es: Tu total a cancelar por medio de %@ es de

# lbl_PaymentTypeSelection_Upload_Voucher
source: UPLOAD PROOF OF PAYMENT
es: SUBIR PRUEBA DE PAGO

# lbl_AddUserInfo_Our_Apologies
source: Our apologies!
es: ¡Nuestras disculpas!

# lbl_AddUserInfo_Take_Seconds
source: It will take some seconds.
es: Tomará unos segundos

# lbl_AddUserInfo_Send_Receipts
source: We need the following data to send you the invoices of each purchase in our platform.
es: Necesitamos los siguientes datos para poder enviarte los recibos de cada compra que realices dentro de la plataforma.

# lbl_AddUserInfo_FullName
source: COMPLETE NAME
es: NOMBRE COMPLETO

# lbl_AddUserInfo_Email
source: EMAIL
es: CORREO ELECTRÓNICO

# txt_AddUserInfo_Email
source: Ejem. juan.lopez@moradito.com
es: EJ. hugoapp@domain.com

# btn_AddUserInfo_save
source: SAVE
es: GUARDAR

# lbl_OrderRedeem_Check
source: Verify.
es: Verificar

# lbl_OrderRedeem_Access_Code
source: Insert your access code.
es: Ingresa tu código de acceso

# btn_OrderRedeem_Continue
source: Continue
es: Continuar

# lbl_OrderRedeem_Invitation_Code
source: This purchase requires an invitation code, if you have received one, insert it in the space above and then tap continue.
es: Esta compra requiere de un código de invitación, si has recibido uno, ingresalo en el espacio de arriba y luego presiona continuar.

# lbl_ProcessOrder_Nav
source: SHOPPING CART
es: CARRITO

# lbl_ProcessOrder_Need_Invoice
source: Do you need an invoice?
es: ¿Necesitas factura?

# lbl_ProcessOrder_Demand_Invoice
source: Demand your invoice
es: Exija su factura

# lbl_ProcessOrder_MoreInfo
source: For more information visit the prize section
es: Para más información visita la sección de premios

# lbl_ProcessOrder_Instruction
source: Delivery instructions (e.g. ring the bell)
es: Instrucciones al entregar (ej: tocar el timbre)

# btn_ProcessOrder_Precess_Order
source: PROCESS ORDER
es: PROCESAR ORDEN

# alert_ProcessOrder_Valid_QTY
source: Please enter a valid amount for the change
es: Por favor ingresa una cantidad válida para el cambio.

# lbl_ProcessOrder_Delivery_Type
source: DELIVERY METHOD
es: MODALIDAD DE ENTREGA

# lbl_ProcessOrder_TO_Warning_Title
source: Keep in mind!
es: ¡Ten en cuenta!

# lbl_ProcessOrder_TO_Warning_SubTitle
source: At the time of processing your order to pick up at the branch, you will not be able to change the method of home delivery.
es: Al momento de procesar tu orden para recoger en sucursal no podras cambiar de modalidad de entrega a domicilio.

# alert_ProcessOrder_remove_product_title
source: Remove Product
es: Eliminar Producto

# alert_ProcessOrder_eemove_product_subtitle
source: Do you want to remove this product from your order?
es: ¿Quieres eliminar este producto de tu orden?

# alert_ProcessOrder_remove_product_cancel
source: CANCEL
es: CANCELAR

# alert_ProcessOrder_remove_product_continue
source: CONTINUE
es: CONTINUAR

# lbl_need_change_ProcessOrder_modal
source: Do you need change?
es: ¿Necesitas cambio?

# lbl_enter_amount_ProcessOrder_modal
source: Enter the amount
es: Ingresar la cantidad a entregar

# btn_done_ProcessOrder_modal
source: Done
es: Listo

# btn_done_minimun_ProcessOrder_modal
source: Agree
es: Aceptar

# alert_ProcessOrder_zelle_image_required
source: You must upload your payment image in Zelle to continue with your order.
es: Debes subir tu imagen de pago en Zelle para continuar con tu orden.

# alert_ProcessOrder_pagomovil_image_required
source: You must upload your payment image in Pago Móvil to continue with your order.
es: Debes subir tu imagen de pago en Pago Móvil para continuar con tu orden.

# alert_ProcessOrder_paypal_image_required
source: You must upload your payment image in Paypal to continue with your order.
es: Debes subir tu imagen de pago en Paypal para continuar con tu orden.

# alert_ProcessOrder_reserve_image_required
source: You must upload your payment image in Reserve to continue with your order.
es: Debes subir tu imagen de pago en Reserve para continuar con tu orden.

# alert_ProcessOrder_pipolpay_image_required
source: You must upload your payment image in Pipol Pay to continue with your order.
es: Debes subir tu imagen de pago en Pipol Pay para continuar con tu orden.

# alert_ProcessOrder_venmo_image_required
source: You must upload your payment image in Venmo to continue with your order.
es: Debes subir tu imagen de pago en Venmo para continuar con tu orden.

# alert_ProcessOrder_billing_required
source: You must select billing information to continue with your order.
es: Debes seleccionar datos de facturación para continuar con tu orden.

# alert_ProcessOrder_cash_payment
source: When using cash as a payment, method we recommend having the exact amount. If change is required well fund the wallet in your profile with Yummy Credits for future orders. To obtain your credit message us on the Chat within the app.
es: Al Seleccionar Pago en efectivo recomendamos tener la cantidad exacta. Si el vuelto es requerido brindaremos la diferencia en créditos de Yummy para compras futuras que podrás ver en tu perfil ya que nuestros despachadores no tienen vuelto. Para obtener tu crédito escríbenos a nuestro Chat dentro del app.

# lbl_RatingView_Order_Delovered
source: Your order was delivered by:
es: Tu orden fue entregada por:

# lbl_RatingView_Experience
source: How was your experience?
es: ¿Cómo fue tú experiencia?

# lbl_RatingView_Ready
source: ALL SET!
es: ¡Listo!

# lbl_RatingView_Order_Processed
source: Your order was scheduled. We'll notify you when your scheduled delivery begins.
es: ¡Tu orden ha sido recibida y está siendo procesada. Te notificaremos cuando tu pedido ya esté en camino para que puedas rastrearlo.

# lbl_RatingView_enjoy
source: We hope you enjoy it!
es: ¡Esperamos que disfrutes!

# btn_RatingView_Order_Status
source: Done
es: Ver estado de mi orden

# lbl_CallRequest_Select_Subject
source: Please select the subject of your request.
es: Por favor selecciona el asunto de tu solicitud.

# lbl_Update_Update_Version
source: You have a new Hugo version available, please update to enjoy our new features.
es: Tienes una nueva versión disponible de hugo, por favor actualiza para disfrutar de nuestras novedades.

# btn_Update_ToUpdate_Text
source: Update.
es: Actualizar

# lbl_OrderFinished_Request_Sent
source: REQUEST SENT
es: SOLICITUD ENVIADA

# lbl_OrderFinished_Perfect
source: Perfect!
es: ¡Perfecto!

# lbl_OrderFinished_Request_Received
source: Your request has been received and is being processed. We will notify the progress.
es: Tu solicitud ha sido recibida y esta siendo procesada. Se te notificará su progreso.

# lbl_OrderFinished_Trusting_Us
source: Thanks to trust in us!
es: ¡Gracias por confiar en nosotros!

# btn_OrderFinished_Make_Another_Shipping
source: MAKE ANOTHER DELIVERY.
es: HACER OTRO ENVÍO

# btn_OrderFinished_See_Status_MyOrder
source: SEE MY ORDER STATUS.
es: VER EL ESTADO DE MI ORDEN

# lbl_Promos_Awards
source: Prizes
es: Premios

# lbl_Promos_Free_Shipping
source: FREE delivery
es: Envío GRATIS

# lbl_Promos_Dont_Use_AnyPrice
source: Don't use any prize
es: No utilizar ningun premio

# lbl_Promos_See_Promotion
source: See promotions
es: Ver promociones

# btn_Promos_Used_Awards
source: Use this prize.
es: Utilizar este premio

# lbl_Promo_Cell
source: Promotions
es: Promociones

# lbl_PromosMoreInfo_MoreInfo
source: More information
es: Mas Información

source: Invalid code
es: Código inválido

# Enter_Code
source: Please enter the code you want to use.
es: Por favor ingresa el código que deseas utilizar.

# lbl_OrderSummary_Add_To_Order
source: to order
es: a la orden

# lbl_title_onlyschedule
source: Scheduled orders only
es: Sólo órdenes programadas

# alert_sch_expired
source: The time of the scheduled order has expired, select a new one
es: El tiempo de la orden programada ha vencido, selecciona una nueva

# alert_sch_onlycard
source: We do not accept cash payments for scheduled orders. Please select a debit or credit card.
es: No es posible hacer pago en efectivo por calendarización de órdenes

# alert_sch_selectdate
source: Please select a date and time to schedule the order
es: Es necesario seleccionar una fecha y hora para programar la orden

# lbl_sch_selectdate
source: Define delivery date and time
es: Definir fecha y hora de entrega

# lbl_sch_alert_title
source: Schedule a date and time for your order
es: Programar la fecha y hora de entrega de su orden

# lbl_sch_schedule_sublabel
source: Delivery date and time
es: Fecha y hora de entrega

# lbl_schedule_only_orders_with_program_date
source: At this time the store exclusively accepts orders with a scheduled delivery time and date
es: En estos momentos el comercio acepta exclusivamente órdenes con una hora y fecha de entrega programada.

# lbl_schedule_understanding_msg
source: ¡Thanks for your understanding!
es: ¡Gracias por tu comprensión!

# lbl_sch_detail_products
source: Order products
es: Productos de la orden

# lbl_sch_detail_address
source: Delivery address
es: Dirección de entrega

# lbl_sch_detail_date
source: Approximate delivery date and time
es: Fecha y hora de entrega aproximada

# btn_sch_detail_cancel
source: CANCEL
es: CANCELAR

# lbl_sch_detail_cancel_order
source: CANCEL MY ORDER
es: CANCELAR MI ORDEN

# lbl_sch_detail_number
source: ORDER NUMBER
es: N° DE ORDEN

# lbl_sch_detail_sch_order
source: SCHEDULED ORDER
es: ORDEN PROGRAMADA

# lbl_DriverTip_Reward_Driver
source: Reward your driver.
es: Recompensa a tu driver

# lbl_DriverTip_Charge_To
source: Charge to:
es: Cargar a:

# btn_DriverTip_ThanksYou
source: Thanks
es: Gracias

# lbl_Main_SearchFor
source: Search
es: Buscar

# lbl_Main_View_MyOrder
source: See my order
es: Ver mi orden

# lbl_Main_Saturation
source: We are experiencing high traffic.
es: Estamos experimentando saturación

# lbl_Main_Delivery_Time
source: The delivery time is above 60 minutes.
es: Tiempo de entrega arriba de 60 minutos

# lbl_Main_Active_Order
source: You have 1 active order.
es: Tienes 1 orden activa

# lbl_Main_Active
source: You have
es: Tienes

# lbl_Main_Active_OrderCount
source: active order
es: orden activa

# lbl_Main_Active_Orders_Count
source: active orders
es: ordenes activas

# lbl_Main_Not_Coverage_Area
source: There are no results in this covered area.
es: No existen resultados en esta área de cobertura

# lbl_Main_Checking_Shipping
source: Verify your last delivery address or try another address.
es: Verifica tu ultima dirección de envío o intenta con otra dirección

# lbl_Main_favorites_section_title
source: Favorites
es: Mis Favoritos

# lbl_Main_commerce_title
source: Shops
es: Comercios

# lbl_Title
source: Order cancellation
es: Cancelación de orden

# lbl_Subtitle
source: If you want to cancel your order, we need to know how you would like to receive your money back.
es: Si deseas cancelar tu orden, necesitamos saber cuál es la forma en que te gustaría recibir el reintegraremos tu dinero.
